{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Nước Cân Bằng Cocoon Bí Đao Giảm Dầu & Mụn 310ml",
    "price": "235000",
    "link": "https://hasaki.vn/san-pham/nuoc-can-bang-cocoon-chiet-xuat-bi-dao-310ml-95753.html",
    "price_raw": "295000 ",
    "img": "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-422204313-1690179377_img_380x380_64adc6_fit_center.png",
    "description": "Bí đao là loại quả vô cùng quen thuộc trong đời sống của người dân Việt Nam. Thế nhưng không chỉ là một loại quả mát lành giúp giải nhiệt cơ thể trong những ngày hè nóng bức, bí đao còn có nhiều lợi ích cho làn da của chúng ta. Trong quả bí đao rất giàu những thành phần chống oxy hóa và kháng viêm như Vitamin A và C, giúp hỗ trợ làm giảm sưng viêm mụn và ngăn ngừa các tổn thương da do gốc tự do, đồng thời dưỡng da sáng mịn hồng hào. Thường xuyên sử dụng bí đao sẽ giúp tăng sức đề kháng cho làn da, làm mềm và cung cấp dưỡng chất nuôi da khỏe lên mỗi ngày.\nHasaki xin giới thiệu đến các bạn một sản phẩm chăm sóc da độc đáo được chiết xuất từ thành phần bí đao đến từ thương hiệu mỹ phẩm Việt Nam Cocoon – Nước Bí Đao Cân Bằng Da Cocoon Winter Melon Toner. Là bước tiếp nối sau khi dùng Gel Bí Đao Rửa Mặt Cocoon Winter Melon Cleanser, nước bí đao Cocoon với công thức không chứa cồn cùng thành phần giàu các chiết xuất tự nhiên bao gồm chiết xuất bí đao, chiết xuất rau má và tinh dầu tràm trà sẽ giúp cân bằng độ pH cho da, làm sạch sâu lỗ chân lông, giảm dầu thừa và mụn ẩn dưới da hiệu quả. Ngoài ra sản phẩm còn được bổ sung thêm Vitamin B3, HA và chiết xuất cam thảo cung cấp độ ẩm giúp da luôn mịn màng và giảm thiểu các vết đỏ trên da. Nước Bí Đao Cân Bằng Da Cocoon Winter Melon Toner sẽ là sự lựa chọn tuyệt vời cho những làn da dầu bị mụn.\nHiện Nước Bí Đao Cân Bằng Da Cocoon Winter Melon Toner đã có mặt tại Hasaki với 2 dung tích: \n140ml \n310ml",
    "ingredients": "Bí đao: Có đặc tính làm mát, làm giảm nhiệt, kháng viêm và diệt khuẩn giúp giảm mụn trứng cá, mụn viêm.\nBí đao: Có đặc tính làm mát, làm giảm nhiệt, kháng viêm và diệt khuẩn giúp giảm mụn trứng cá, mụn viêm.\nRau má: Tăng sinh collagen cho làn da, kháng viêm, làm dịu các vết đỏ và chống kích ứng.\nRau má: Tăng sinh collagen cho làn da, kháng viêm, làm dịu các vết đỏ và chống kích ứng.\nTinh dầu tràm trà: Làm giảm mụn trứng cá, vết thương, côn trùng cắn và nhiễm trùng nấm men.\nTinh dầu tràm trà: Làm giảm mụn trứng cá, vết thương, côn trùng cắn và nhiễm trùng nấm men.\nChiết xuất cam thảo: Giúp chống dị ứng và kháng viêm mạnh mẽ.\nChiết xuất cam thảo: Giúp chống dị ứng và kháng viêm mạnh mẽ.\nVitamin B3 (Niacinamide): Giúp hỗ trợ giảm mụn hiệu quả, kiểm soát lượng dầu thừa và làm giảm sự xuất hiện của lỗ chân lông to.\nVitamin B3 (Niacinamide): Giúp hỗ trợ giảm mụn hiệu quả, kiểm soát lượng dầu thừa và làm giảm sự xuất hiện của lỗ chân lông to.\nHA (Hyaluronic acid): Giúp dưỡng ẩm, giữ ẩm cho da và làm mờ nếp nhăn, ngừa lão hóa.\nHA (Hyaluronic acid): Giúp dưỡng ẩm, giữ ẩm cho da và làm mờ nếp nhăn, ngừa lão hóa.\nThành phần chính:\nBí đao: Có đặc tính làm mát, làm giảm nhiệt, kháng viêm và diệt khuẩn giúp giảm mụn trứng cá, mụn viêm.\nRau má: Tăng sinh collagen cho làn da, kháng viêm, làm dịu các vết đỏ và chống kích ứng.\nTinh dầu tràm trà: Làm giảm mụn trứng cá, vết thương, côn trùng cắn và nhiễm trùng nấm men.\nChiết xuất cam thảo: Giúp chống dị ứng và kháng viêm mạnh mẽ.\nVitamin B3 (Niacinamide): Giúp hỗ trợ giảm mụn hiệu quả, kiểm soát lượng dầu thừa và làm giảm sự xuất hiện của lỗ chân lông to.\nHA (Hyaluronic acid): Giúp dưỡng ẩm, giữ ẩm cho da và làm mờ nếp nhăn, ngừa lão hóa.\nThành phần đầy đủ:\nWater, Niacinamide, Benincasa Cerifera Fruit Extract, Propanediol, Glycerin, Betaine, Glycereth-26, Centella Asiatica Extract, Allantoin, Dipotassium Glycyrrhizate, Butylene Glycol, Pentylene Glycol, Sodium Hyaluronate, Zinc Pca, Melaleuca Alternifolia Leaf Oil, Rosmarinus Officinalis Leaf Oil (Hương thảo), Lavandula Angustifolia Flower Oil (Oải hương), Sodium Lactate, Sodium Gluconate, PEG-40 Hydrogenated Castor Oil, Menthyl Lactate, Xanthan gum, Phenoxyethanol, Ethylhexylglycerin.",
    "instructions": "Sau khi rửa mặt, lấy một lượng nước cân bằng vào lòng bàn tay, thoa đều lên da và vỗ nhẹ nhàng để sản phẩm thẩm thấu vào da.\nSau khi rửa mặt, lấy một lượng nước cân bằng vào lòng bàn tay, thoa đều lên da và vỗ nhẹ nhàng để sản phẩm thẩm thấu vào da.\nCó thể dùng kèm bông tẩy trang, lau nhẹ trên da theo hướng từ trong ra ngoài và từ dưới lên trên.\nCó thể dùng kèm bông tẩy trang, lau nhẹ trên da theo hướng từ trong ra ngoài và từ dưới lên trên.\nDùng buổi sáng và tối. Tránh tiếp xúc với mắt.\nDùng buổi sáng và tối. Tránh tiếp xúc với mắt.",
    "specifications": "Barcode: 8936217700193\nThương Hiệu: Cocoon\nXuất xứ thương hiệu: Việt Nam\nNơi sản xuất: Vietnam",
    "skin_type": "Da thường/Mọi loại da",
    "rating": "4.9",
    "comments": "\nRất hài lòng\nrất hài lòng\nMình muốn pass lại Toner Cocoon Bí Đao 140ml do mình xài không hợp với da mặt ai cần ib mình nha _kaeliin_ mình cảm ơn\nmình sử dụng đến nay là 5 chai rồi rất hợp với da mình, kiềm dầu, ngăn ngừa mụn. Rất hài lòng.\nSản phẩm khá tốt, dùng mềm da, cân bằng da, giảm mụn nưa. Nên sử dụng\nToner làm giảm dầu khá rõ, ko gây kích ứng, lên mụn. Bạn nào da dầu mụn nên thử, sẽ mua thêm serum bí đao"
}{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Nước Hoa Hồng Klairs Không Mùi Cho Da Nhạy Cảm 180ml",
    "price": "204000",
    "link": "https://hasaki.vn/san-pham/nuoc-hoa-hong-khong-mui-klairs-danh-cho-da-nhay-cam-180ml-65994.html",
    "price_raw": "435000 ",
    "img": "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-318900012-1696306376_img_380x380_64adc6_fit_center.jpg",
    "description": "Nước Hoa Hồng Klairs Supple Preparation là dòng sản phẩm toner được thương hiệu Dear, Klairs thiết kế chuyên biệt dành cho làn da nhạy cảm. Với bảng thành phần chiết xuất từ thực vật và kết cấu lỏng nhẹ, thấm nhanh trên da, nước hoa hồng Klairs sẽ giúp cân bằng độ pH và cấp ẩm cho làn da hiệu quả, hỗ trợ cho các bước skincare tiếp theo đạt hiệu quả tối ưu.\nHiện sản phẩm Nước Hoa Hồng Klairs Cho Da Nhạy Cảm 180ml đã có mặt tại Hasaki với 2 loại:\nNước Hoa Hồng Klairs Supple Preparation Facial Toner: dành cho da nhạy cảm (hương thảo mộc).\nNước Hoa Hồng Klairs Supple Preparation Unscented Toner: dành cho da siêu nhạy cảm (không mùi).\n1. Nước hoa hồng Dear, Klairs Supple Preparation Facial Toner 180ml\nNước hoa hồng Dear, Klairs Supple Preparation Facial Toner sản phẩm tối ưu trong việc làm sạch, cân bằng độ PH và dưỡng ẩm, có kết cấu dạng lỏng nhẹ, trong suốt và không màu, thẩm thấu nhanh chóng vào da. Kết hợp cùng mùi hương thảo mộc vô cùng dễ chịu, hoàn toàn không gây kích ứng hay cảm giác nhờn dính.",
    "ingredients": "Sodium Hyaluronate, β-glucan: Giúp da được cấp ẩm tức thì và giữ ẩm cho da.\nSodium Hyaluronate, β-glucan: Giúp da được cấp ẩm tức thì và giữ ẩm cho da.\nChiết xuất rau má : Giúp làm dịu da, giảm mẫn đỏ, sưng viêm và hồi phục da.\nChiết xuất rau má : Giúp làm dịu da, giảm mẫn đỏ, sưng viêm và hồi phục da.\nLipidure : Dưỡng ẩm sâu và hình thành hàng rào bảo vệ da.\nLipidure : Dưỡng ẩm sâu và hình thành hàng rào bảo vệ da.\nSodium Hyaluronate, β-glucan: Giúp da được cấp ẩm tức thì và giữ ẩm cho da.\nSodium Hyaluronate, β-glucan: Giúp da được cấp ẩm tức thì và giữ ẩm cho da.\nChiết xuất rau má: Giúp làm dịu da, giảm mẩn đỏ, sưng viêm và hồi phục da.\nChiết xuất rau má: Giúp làm dịu da, giảm mẩn đỏ, sưng viêm và hồi phục da.\nLipidure: Dưỡng ẩm sâu và hình thành hàng rào bảo vệ da.\nLipidure: Dưỡng ẩm sâu và hình thành hàng rào bảo vệ da.\n: Giúp làm dịu da, giảm mẫn đỏ, sưng viêm và hồi phục da.\n: Dưỡng ẩm sâu và hình thành hàng rào bảo vệ da.\nThành phần đầy đủ:\nWater, Butylene Glycol, Dimethyl Sulfone, Betaine, Caprylic/Capric Triglyceride, Natto Gum, Sodium Hyaluronate, Disodium EDTA, Centella Asiatica Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Polyquaternium-51, Chlorphenesin, Tocopheryl Acetate, Carbomer, Panthenol, Arginine, Luffa Cylindrica Fruit/Leaf/Stem Extract, Beta-Glucan, Althaea Rosea Flower Extract, Aloe Barbadensis Leaf Extract, Hydroxyethylcellulose, Portulaca Oleracea Extract, Lysine HCL, Proline, Sodium Ascorbyl Phosphate, Acetyl Methionine, Theanine, Lavandula Angustifolia (Lavender) Oil,\nGlobulus Leaf Oil, Pelargonium Graveolens Flower Oil, Citrus Limon (Lemon) Peel Oil, Citrus Aurantium Dulcis (Orange) Peel Oil, Cananga Odorata Flower Oil, Copper Tripeptide-1\n2. Nước Hoa Hồng Klairs Không Mùi Cho Da Nhạy Cảm 180ml\nĐặc biệt sản phẩm hoàn toàn không mùi, không chứa hương liệu, phù hợp với những làn da nhạy cảm về hương liệu.",
    "instructions": "Sau bước làm sạch da, cho một lượng toner vừa đủ ra tay hoặc bông tẩy trang và thoa đều lên da mặt theo chiều vòng tròn.\nSau bước làm sạch da, cho một lượng toner vừa đủ ra tay hoặc bông tẩy trang và thoa đều lên da mặt theo chiều vòng tròn.\nVỗ hoặc mát-xa nhẹ nhàng để toner thẩm thấu hết vào da.\nVỗ hoặc mát-xa nhẹ nhàng để toner thẩm thấu hết vào da.\nTiếp tục với các bước chăm sóc tiếp theo như serum, kem dưỡng.\nTiếp tục với các bước chăm sóc tiếp theo như serum, kem dưỡng.\nSử dụng mỗi ngày 2 lần vào buổi sáng và tối.\nSử dụng mỗi ngày 2 lần vào buổi sáng và tối.",
    "specifications": "Barcode: 8809115029119\nThương Hiệu: Klairs\nXuất xứ thương hiệu: Hàn Quốc\nNơi sản xuất: Korea",
    "skin_type": "Da nhạy cảm",
    "rating": "4.8",
    "comments": "con mình mua cho mình. cả nước hoa hồng và kem chống nắng cùng nhãn hiệu. mình thấy ok lắm.\nmình dùng 3 chai ròi, thấy thích hơn loại không mùi, cũng thấy đỡ bị mụn viêm hơn, còn cấp ẩm thì tương tự loại không mùi. MÌnh da nhạy cảm dễ bị kích ứng mà xài thích loại này, 10đ khong có nhưng nha\nMình pass 100k nha. Dùng 2 lần thôi ạ. Liên hệ zl 0707451486 nếu cần mua nha\nnày quốc dân quá rùi. tui xài từ lúc mới tập tành skincare, dear Klairs là cái tui chọn dùng đầu tiên mặc dù chưa biết gì. sau có nhiều kiến thức hơn thì dear Klairs toner tím, nâu và cả xanh lá tui đều xài qua. quá êm. mà cái xanh lá ít hàng quá.\nQuá đã rồi da nhạy cảm ko nói nhiều. Được giá tốt giao nhanh nữa. Thích.\nsăn được giá hời hơn sàn tiktokshop và shopee,lazada nên vẫn mãi ủng hộ các chương trình sale của hasaki và sản phẩm chính hãng ạ\n10₫\nok lắm\nLoại này sử dụng ok nhé, thẩm thấu nhanh, da bóng & căng mịn sau khi thoa lên mặt\nToner thích hợp cho da nhạy cảm, tuy nói có mùi hương nhưng nhẹ nhàng. Thoa lên da tạo độ ẩm nhẹ, mát da sau khi rửa bằng sữa rửa mặt và trước khi đắp mặt nạ."
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Nước Hoa Hồng Simple Làm Dịu Da & Cấp Ẩm 200ml",
    "price": "109000",
    "link": "https://hasaki.vn/san-pham/nuoc-hoa-hong-simple-danh-cho-da-nhay-cam-200ml-61216.html",
    "price_raw": "180000 ",
    "img": "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-nuoc-hoa-hong-simple-danh-cho-da-nhay-cam-200ml_QdMH9fetc7aNA9sL_img_380x380_64adc6_fit_center.png",
    "description": "Nước Hoa Hồng Simple Kind to Skin Soothing Facial Toner đến từ thương hiệu chăm sóc da Simple xuất xứ Anh Quốc là sản phẩm Toner không chứa cồn được thiết kế phù hợp cho làn da nhạy cảm và dễ nổi mụn, giúp làm sạch sâu và cân bằng độ pH, cung cấp độ ẩm dịu nhẹ cho làn da, mang lại cảm giác tươi mát và sảng khoái sau khi sử dụng.\nNước Hoa Hồng Dành Cho Da Nhạy Cảm Simple Kind to Skin Soothing Facial Toner 200ml hiện đã có mặt tại Hasaki.",
    "ingredients": "Allantoin: giữ ẩm, làm dịu, ngăn ngừa tình trạng khô da và kích ứng.\nAllantoin: giữ ẩm, làm dịu, ngăn ngừa tình trạng khô da và kích ứng.\nChiết xuất cây Phỉ (Hamamelis Virginiana Leaf Water): có tác dụng kháng khuẩn, kháng viêm, làm se, làm dịu, loại bỏ dầu thừa trên da.\nChiết xuất cây Phỉ (Hamamelis Virginiana Leaf Water): có tác dụng kháng khuẩn, kháng viêm, làm se, làm dịu, loại bỏ dầu thừa trên da.\nVitamin B5 (Panthenol): dưỡng ẩm, hỗ trợ phục hồi, làm dịu da.\nVitamin B5 (Panthenol): dưỡng ẩm, hỗ trợ phục hồi, làm dịu da.\nThành phần chi tiết: Aqua, Hydrogenated Starch Hydrolysate, Sodium PCA, Allantoin, Phenoxyethanol, Disodium EDTA, Propylene Glycol, Cetylpyridinium Chloride, Niacinamide, Hamamelis Virginiana Leaf Water, Panthenol, Decyl Glucoside.",
    "instructions": "Sau khi rửa mặt, dùng bông tẩy trang thấm nước cân bằng nhẹ nhàng lau đều khắp mặt theo chiều cấu trúc da.\nSau khi rửa mặt, dùng bông tẩy trang thấm nước cân bằng nhẹ nhàng lau đều khắp mặt theo chiều cấu trúc da.\nSử dụng mỗi ngày, vào buổi sáng và tối.\nSử dụng mỗi ngày, vào buổi sáng và tối.",
    "specifications": "Barcode: 5011451103856\nThương Hiệu: Simple\nXuất xứ thương hiệu: Anh\nNơi sản xuất: Poland",
    "skin_type": "Da nhạy cảm",
    "rating": "4.8",
    "comments": "mua n lần rồi\nTốt nha nên mua nha mn\nĐã mua chai này rất nhiều lần rồi, nhìn thì như nước lã, nhưng công dụng tốt nha. Da mụn nhiều với nhạy cảm dễ kích ứng xài để làm sạch sau srm rất rất tốt, xài lâu mặt ổn áp lắm ak.\nNg nào nói ko đủ ẩm t ko đồng ý đâu nha, da t đang khô nhạy cảm vs kích ứng thì sài sp này vừa đẹp, ẩm nhưng ráo mặt. Dành cho da nhạy cảm nên bảng thành phần ko thể đơn giản hơn. Giá 100k à, da nhạy cảm ko sài dc nhiều hoạt chất thì đòi hỏi cái gì nữa. Dù gì chả sài kem dưỡng, cần 1 em toner cấp ẩm để bôi kem ko bị rát vs tăng tác dụng thôi. Đây là lần đầu tiên t sài toner và t rất ấn tượng vs em toner này. Em làm tốt chức năng của mình và giá rẻ. 10đ/10đ, ai muốn cấm ẩm hơn thì sài hadalabo ik\nmình sử dụng thấy khá ổn áp luôn , toner dịu nhẹ .Mình dùng đến chai thứ 2 rồi.\noke\n\nTonner dịu nhẹ rất phù hợp cho da nhạy cảm Mùi cũng thơm nữa\n\nThấy mọi người cứ chê em simple này nhỉ , mình xài thấy da cấp ẩm tốt giá vừa rẻ , sài mỗi ngày cho e này thì da mới cải thiện , nước thì lỏng nhưng công dụng nó khá hay , da bị mụn hay da bị kích ứng. Xài bé này mỗi ngày da đẹp lắm í .!"
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Nước Hoa Hồng Skin1004 Phục Hồi Và Tái Tạo Da 210ml",
    "price": "269000",
    "link": "https://hasaki.vn/san-pham/nuoc-hoa-hong-chiet-xuat-rau-ma-skin1004-ho-tro-phuc-hoi-tai-tao-da-210ml-86165.html",
    "price_raw": "480000 ",
    "img": "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-253900005-1695979224_img_380x380_64adc6_fit_center.jpg",
    "description": "Nước Hoa Hồng Chiết Xuất Rau Má Hỗ Trợ Phục Hồi, Tái Tạo Da Skin1004 Madagascar Centella Toning Toner 210ml\nNước Hoa Hồng Chiết Xuất Rau Má Hỗ Trợ Phục Hồi, Tái Tạo Da Skin1004 Madagascar Centella Toning Toner 210ml từ thương hiệu Skin1004 của Hàn Quốc giúp loại bỏ được chất nhờn, bụi bẩn còn sót lại tận sâu trong lỗ chân lông, vừa cung cấp độ ẩm cho da, cân bằng PH cho da hiệu quả, vừa có công dụng làm se khít lỗ chân lông. Chiết xuất từ thành phần tự nhiên, êm dịu cho da lại có tác dụng phục hồi da bị tổn thương nên da mụn, nhạy cảm vẫn có thể sử dụng nước hoa hồng này.",
    "ingredients": "Chiết xuất rau má 84%: Làm dịu làn da, tăng độ đàn hồi của da.\nChiết xuất rau má 84%: Làm dịu làn da, tăng độ đàn hồi của da.\nPHA: Giúp làm mịn da, cải thiện tone da, tẩy tế bào chết một cách hiệu quả.\nPHA: Giúp làm mịn da, cải thiện tone da, tẩy tế bào chết một cách hiệu quả.\nNiacinamide: Làm mờ vết thâm trên da, làm đều màu da, giúp da tươi tắn, rạng rỡ.\nNiacinamide: Làm mờ vết thâm trên da, làm đều màu da, giúp da tươi tắn, rạng rỡ.",
    "instructions": "Rửa mặt sạch.\nRửa mặt sạch.\nDùng bông tẩy trang thấm toner, lau trực tiếp lên da mặt, theo chiều từ dưới lên trên và từ trong ra ngoài.\nDùng bông tẩy trang thấm toner, lau trực tiếp lên da mặt, theo chiều từ dưới lên trên và từ trong ra ngoài.\nSử dụng ngày 2 lần sáng và tối.\nSử dụng ngày 2 lần sáng và tối.",
    "specifications": "Barcode: 8809576261141\nThương Hiệu: Skin1004\nXuất xứ thương hiệu: Hàn Quốc\nNơi sản xuất: ",
    "skin_type": "Da nhạy cảm",
    "rating": "4.8",
    "comments": "Mình mới nhận hàng kêu tặng type chống nắng nhỏ nhưng không thấy, loại này mình dùng lâu r nên không có j để chê. Nhưng nhận không có quà hơi thất vọng\nchắc da mình nhạy cảm quá, xài được mấy ngày còn đẹp đẹp, sau nổi toàn mụn bọc với mụn mủ í, buồn ghê, hôm qua phải mua tuýp kem để trị mụn nữa chớ, haiz, bạn nào sd ổn rồi có xài mình pass lại cho ạ, 150k sdt 0963195395\nmình thấy review tốt nên mua xài thử, ổn lắm mọi người, da mình dễ lên mụn cực, mà sd em này rất thoáng mặt, ko bị lên mụn, rất nên mua nhé\ntoner chân ái nhất mà mình từng sài lúc mới thoa thì chơi chăm chích nhưng sáng sau da căng mịn lắm thích hợp dùng trc khi make up hay vào sáng trc khi bôi kcn sau khi sài một tháng thì thấy da mịn và giảm mụn rõ rệt\nda mình nhạy cảm , thoa lên cảm thấy nóng rát châm chích tầm 5 phút là hết ... tạm ổn\nEm dùng được 4-5 chai rồi rất tuyệt vời. sản phẩm tốt.\nđã dùng nhiều chai. bỏ tủ lạnh xài rất đã. cấp ẩm và tẩy tế bào chết nhẹ. lành tính.\nThấy ổn, sẽ mua lần tiếp theo\nm vừa nhận hàng hôm qua, tối bóc tem luôn, có team mác đầy đủ, dùng toner sau bước rửa mặt, thoa đc tầm 10p sau hơi nóng 1 xíu xíu nha, nhưng mềm da lắm, sáng hôm sau ngủ dậy thấy giảm tiết nhiều dầu, và kiểu mặt mềm ra ( mình thuộc da hỗn hợp thiên dầu thấy dùng những lần đầu đã thấy ok ạ)\nToner đỉnh nhất trong tất cả toner. Vừa tẩy da chết nhẹ, vừa lau sạch, vừa dịu da, sáng da , có ghi non-comodogenic (ko bít tắc lcl), cấp ẩm nhẹ. Đại đa số toner toàn có cồn làm da khô và đổ dầu nhiều. Trong này lấy nước rau má thay thế nước và glycerin và toàn thành phần tốt cho da. Cực kỳ đáng mua nha."
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Nước Hoa Hồng Klairs Dành Cho Da Nhạy Cảm 180ml",
    "price": "217000",
    "link": "https://hasaki.vn/san-pham/nuoc-hoa-hong-klairs-danh-cho-da-nhay-cam-180ml-65998.html",
    "price_raw": "409000 ",
    "img": "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-318900011-1696306306_img_380x380_64adc6_fit_center.jpg",
    "description": "Nước Hoa Hồng Klairs Supple Preparation là dòng sản phẩm toner được thương hiệu Dear, Klairs thiết kế chuyên biệt dành cho làn da nhạy cảm. Với bảng thành phần chiết xuất từ thực vật và kết cấu lỏng nhẹ, thấm nhanh trên da, nước hoa hồng Klairs sẽ giúp cân bằng độ pH và cấp ẩm cho làn da hiệu quả, hỗ trợ cho các bước skincare tiếp theo đạt hiệu quả tối ưu.\nHiện sản phẩm Nước Hoa Hồng Klairs Cho Da Nhạy Cảm 180ml đã có mặt tại Hasaki với 2 loại:\nNước Hoa Hồng Klairs Supple Preparation Facial Toner: dành cho da nhạy cảm (hương thảo mộc).\nNước Hoa Hồng Klairs Supple Preparation Unscented Toner: dành cho da siêu nhạy cảm (không mùi).\n1. Nước hoa hồng Dear, Klairs Supple Preparation Facial Toner 180ml\nNước hoa hồng Dear, Klairs Supple Preparation Facial Toner sản phẩm tối ưu trong việc làm sạch, cân bằng độ PH và dưỡng ẩm, có kết cấu dạng lỏng nhẹ, trong suốt và không màu, thẩm thấu nhanh chóng vào da. Kết hợp cùng mùi hương thảo mộc vô cùng dễ chịu, hoàn toàn không gây kích ứng hay cảm giác nhờn dính.",
    "ingredients": "Sodium Hyaluronate, β-glucan: Giúp da được cấp ẩm tức thì và giữ ẩm cho da.\nSodium Hyaluronate, β-glucan: Giúp da được cấp ẩm tức thì và giữ ẩm cho da.\nChiết xuất rau má : Giúp làm dịu da, giảm mẫn đỏ, sưng viêm và hồi phục da.\nChiết xuất rau má : Giúp làm dịu da, giảm mẫn đỏ, sưng viêm và hồi phục da.\nLipidure : Dưỡng ẩm sâu và hình thành hàng rào bảo vệ da.\nLipidure : Dưỡng ẩm sâu và hình thành hàng rào bảo vệ da.\nSodium Hyaluronate, β-glucan: Giúp da được cấp ẩm tức thì và giữ ẩm cho da.\nSodium Hyaluronate, β-glucan: Giúp da được cấp ẩm tức thì và giữ ẩm cho da.\nChiết xuất rau má: Giúp làm dịu da, giảm mẩn đỏ, sưng viêm và hồi phục da.\nChiết xuất rau má: Giúp làm dịu da, giảm mẩn đỏ, sưng viêm và hồi phục da.\nLipidure: Dưỡng ẩm sâu và hình thành hàng rào bảo vệ da.\nLipidure: Dưỡng ẩm sâu và hình thành hàng rào bảo vệ da.\n: Giúp làm dịu da, giảm mẫn đỏ, sưng viêm và hồi phục da.\n: Dưỡng ẩm sâu và hình thành hàng rào bảo vệ da.\nThành phần đầy đủ:\nWater, Butylene Glycol, Dimethyl Sulfone, Betaine, Caprylic/Capric Triglyceride, Natto Gum, Sodium Hyaluronate, Disodium EDTA, Centella Asiatica Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Polyquaternium-51, Chlorphenesin, Tocopheryl Acetate, Carbomer, Panthenol, Arginine, Luffa Cylindrica Fruit/Leaf/Stem Extract, Beta-Glucan, Althaea Rosea Flower Extract, Aloe Barbadensis Leaf Extract, Hydroxyethylcellulose, Portulaca Oleracea Extract, Lysine HCL, Proline, Sodium Ascorbyl Phosphate, Acetyl Methionine, Theanine, Lavandula Angustifolia (Lavender) Oil,\nGlobulus Leaf Oil, Pelargonium Graveolens Flower Oil, Citrus Limon (Lemon) Peel Oil, Citrus Aurantium Dulcis (Orange) Peel Oil, Cananga Odorata Flower Oil, Copper Tripeptide-1\n2. Nước Hoa Hồng Klairs Không Mùi Cho Da Nhạy Cảm 180ml\nĐặc biệt sản phẩm hoàn toàn không mùi, không chứa hương liệu, phù hợp với những làn da nhạy cảm về hương liệu.",
    "instructions": "Sau bước làm sạch da, cho một lượng toner vừa đủ ra tay hoặc bông tẩy trang và thoa đều lên da mặt theo chiều vòng tròn.\nSau bước làm sạch da, cho một lượng toner vừa đủ ra tay hoặc bông tẩy trang và thoa đều lên da mặt theo chiều vòng tròn.\nVỗ hoặc mát-xa nhẹ nhàng để toner thẩm thấu hết vào da.\nVỗ hoặc mát-xa nhẹ nhàng để toner thẩm thấu hết vào da.\nTiếp tục với các bước chăm sóc tiếp theo như serum, kem dưỡng.\nTiếp tục với các bước chăm sóc tiếp theo như serum, kem dưỡng.\nSử dụng mỗi ngày 2 lần vào buổi sáng và tối.\nSử dụng mỗi ngày 2 lần vào buổi sáng và tối.",
    "specifications": "Barcode: 8809115025012\nThương Hiệu: Klairs\nXuất xứ thương hiệu: Hàn Quốc\nNơi sản xuất: Korea",
    "skin_type": "Da nhạy cảm",
    "rating": "4.8",
    "comments": "con mình mua cho mình. cả nước hoa hồng và kem chống nắng cùng nhãn hiệu. mình thấy ok lắm.\nmình dùng 3 chai ròi, thấy thích hơn loại không mùi, cũng thấy đỡ bị mụn viêm hơn, còn cấp ẩm thì tương tự loại không mùi. MÌnh da nhạy cảm dễ bị kích ứng mà xài thích loại này, 10đ khong có nhưng nha\nMình pass 100k nha. Dùng 2 lần thôi ạ. Liên hệ zl 0707451486 nếu cần mua nha\nnày quốc dân quá rùi. tui xài từ lúc mới tập tành skincare, dear Klairs là cái tui chọn dùng đầu tiên mặc dù chưa biết gì. sau có nhiều kiến thức hơn thì dear Klairs toner tím, nâu và cả xanh lá tui đều xài qua. quá êm. mà cái xanh lá ít hàng quá.\nQuá đã rồi da nhạy cảm ko nói nhiều. Được giá tốt giao nhanh nữa. Thích.\nsăn được giá hời hơn sàn tiktokshop và shopee,lazada nên vẫn mãi ủng hộ các chương trình sale của hasaki và sản phẩm chính hãng ạ\n10₫\nok lắm\nLoại này sử dụng ok nhé, thẩm thấu nhanh, da bóng & căng mịn sau khi thoa lên mặt\nToner thích hợp cho da nhạy cảm, tuy nói có mùi hương nhưng nhẹ nhàng. Thoa lên da tạo độ ẩm nhẹ, mát da sau khi rửa bằng sữa rửa mặt và trước khi đắp mặt nạ."
}
{
    "category": "Chăm Sóc Da Mặt / Bộ Chăm Sóc Da Mặt",
    "name": "Combo Simple Chăm Sóc Cho Da Sạch Khỏe Đàn Hồi 3 Món",
    "price": "219000",
    "link": "https://hasaki.vn/san-pham/combo-simple-lam-sach-can-bang-diu-nhe-da-nhay-cam-3-mon-94379.html",
    "price_raw": "589000 ",
    "img": "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-combo-simple-lam-sach-can-bang-diu-nhe-da-nhay-cam-3-mon_4EZD4aoSjxFnysSb_img_380x380_64adc6_fit_center.png",
    "description": "Combo Chăm Sóc Da Sạch Khỏe Đàn Hồi Simple đã có tại Hasaki gồm 3 món:\nNước Tẩy Trang Simple Dành Cho Da Nhạy Cảm Kind To Skin Micellar Cleansing Water 200ml\nGel Rửa Mặt Simple Dành Cho Da Nhạy Cảm Kind To Skin Refreshing Facial Wash Gel 150ml\nNước Hoa Hồng Simple Dành Cho Da Nhạy Cảm Kind to Skin Soothing Facial Toner 200ml\nThông tin sản phẩm:\n1. Nước Tẩy Trang Simple Dành Cho Da Nhạy Cảm Kind To Skin Micellar Cleansing Water 200ml\nNước Tẩy Trang Simple Kind To Skin Micellar Cleansing Water là sản phẩm tẩy trang dành cho da mặt đến từ thương hiệu Simple xuất xứ Anh Quốc. Công thức cải tiến với công nghệ làm sạch Micellar chứa hàng triệu bong bóng Micelles thông minh giúp loại bỏ lớp trang điểm và bụi bẩn hiệu quả, làm thông thoáng lỗ chân lông, mang lại cảm giác tươi mát cho da sau khi sử dụng.",
    "ingredients": "Vitamin B3 (Niacinamide): kháng viêm, giảm kích ứng, điều tiết dầu thừa, hỗ trợ se khít lỗ chân lông, dưỡng sáng da và làm mờ thâm sạm.\nVitamin B3 (Niacinamide): kháng viêm, giảm kích ứng, điều tiết dầu thừa, hỗ trợ se khít lỗ chân lông, dưỡng sáng da và làm mờ thâm sạm.\nVitamin C (Sodium Ascorbyl Phosphate): chống oxy hóa, làm dịu da, dưỡng da sáng mịn.\nVitamin C (Sodium Ascorbyl Phosphate): chống oxy hóa, làm dịu da, dưỡng da sáng mịn.\nPro-Vitamin B5 (Panthenol): giúp phục hồi da, đặc biệt các vùng da bị sần sùi, khô ráp, giúp da mềm và mịn màng hơn, nuôi dưỡng da từ sâu bên trong.\nPro-Vitamin B5 (Panthenol): giúp phục hồi da, đặc biệt các vùng da bị sần sùi, khô ráp, giúp da mềm và mịn màng hơn, nuôi dưỡng da từ sâu bên trong.\nThành phần đầy đủ: Aqua, Hexylene Glycol, Glycerin, PEG-6 Caprylic/Capric Glycerides, Phenoxyethanol, Cetrimonium Chloride, Tetrasodium EDTA, Propylene Glycol, Citric Acid, Cetylpyridinium Chloride, Sodium Chloride, Niacinamide, Sodium Ascorbyl Phosphate, Potassium Chloride, Panthenol.\nNước tinh khiết lọc 3 lần: hỗ trợ làm dịu làn da nhạy cảm, kích ứng.\nNước tinh khiết lọc 3 lần: hỗ trợ làm dịu làn da nhạy cảm, kích ứng.\nPro-Vitamin B5 (Panthenol): giúp phục hồi da, đặc biệt các vùng da bị sần sùi, khô ráp, giúp da mềm và mịn màng hơn, nuôi dưỡng da từ sâu bên trong.\nPro-Vitamin B5 (Panthenol): giúp phục hồi da, đặc biệt các vùng da bị sần sùi, khô ráp, giúp da mềm và mịn màng hơn, nuôi dưỡng da từ sâu bên trong.\nVitamin E: dưỡng ẩm và chống oxy hóa.\nVitamin E: dưỡng ẩm và chống oxy hóa.\nB isalolol: chiết xuất từ hoa cúc Chamomile có đặc tính kháng viêm, kháng khuẩn, ngăn ngừa kích ứng và giúp làm dịu làn da bị tổn thương, chống oxy hóa, dưỡng da mịn màng.\nB isalolol: chiết xuất từ hoa cúc Chamomile có đặc tính kháng viêm, kháng khuẩn, ngăn ngừa kích ứng và giúp làm dịu làn da bị tổn thương, chống oxy hóa, dưỡng da mịn màng.\nThành phần đầy đủ: Aqua, Cocamidopropyl Betaine, Propylene Glycol, Hydroxypropyl Methylcellulose, Panthenol, Disodium EDTA, Hydroxypropyl Cyclodextrin, Iodopropynyl Butylcarbamate, Pantolactone, Phenoxyethanol, Sodium Benzoate, Sodium Chloride, Sodium Hydroxide, Tocopheryl Acetate.\nPro-Vitamin B5: giúp phục hồi da, đặc biệt các vùng da bị sần sùi, khô ráp, giúp da mềm và mịn màng hơn, nuôi dưỡng da từ sâu bên trong.\nPro-Vitamin B5: giúp phục hồi da, đặc biệt các vùng da bị sần sùi, khô ráp, giúp da mềm và mịn màng hơn, nuôi dưỡng da từ sâu bên trong.\nWitch Hazel: chiết xuất nước cây phỉ giúp se khít lỗ chân lông tự nhiên, sát khuẩn, làm mềm và mịn da, tăng khả năng hấp thu dưỡng chất cho da.\nWitch Hazel: chiết xuất nước cây phỉ giúp se khít lỗ chân lông tự nhiên, sát khuẩn, làm mềm và mịn da, tăng khả năng hấp thu dưỡng chất cho da.\nChiết xuất hoa cúc Chamomile: giúp chống viêm và làm dịu da.\nChiết xuất hoa cúc Chamomile: giúp chống viêm và làm dịu da.\nAllantoin: chiết xuất từ rễ cây Liên Mộc giúp làm dịu và bảo vệ da, chữa lành da và kích thích phát triển mô mới, đây được coi là thành phần hoàn hảo giúp da luôn khỏe mạnh.\nAllantoin: chiết xuất từ rễ cây Liên Mộc giúp làm dịu và bảo vệ da, chữa lành da và kích thích phát triển mô mới, đây được coi là thành phần hoàn hảo giúp da luôn khỏe mạnh.\nThành phần đầy đủ: Aqua, Hydrogenated Starch Hydrolysate, Sodium PCA, Allantoin, Phenoxyethanol, Disodium EDTA, Propylene Glycol, Cetylpyridinium Chloride,Niacinamide, Hamamelis Virginiana Leaf Water, Panthenol, Decyl Glucoside.\nPro-Vitamin B5: giúp phục hồi da, đặc biệt các vùng da bị sần sùi, khô ráp, giúp da mềm và mịn màng hơn, nuôi dưỡng da từ sâu bên trong.\nThành phần đầy đủ: Aqua, Hydrogenated Starch Hydrolysate, Sodium PCA, Allantoin, Phenoxyethanol, Disodium EDTA, Propylene Glycol, Cetylpyridinium Chloride,Niacinamide, Hamamelis Virginiana Leaf Water, Panthenol, Decyl Glucoside.\n* Lưu ý: Thành phần chính xác nhất tại thời điểm được sản xuất, kiểm tra bao bì sản phẩm để xem đầy đủ thành phần.\nVitamin B3 (Niacinamide): kháng viêm, giảm kích ứng, điều tiết dầu thừa, hỗ trợ se khít lỗ chân lông, dưỡng sáng da và làm mờ thâm sạm.",
    "instructions": "1. Nước Tẩy Trang Simple Dành Cho Da Nhạy Cảm Kind To Skin Micellar Cleansing Water 200ml\nThấm nước tẩy trang vào bông cotton và nhẹ nhàng lau khắp mặt, hạn chế chà xát da, tránh dính vào mắt, nếu dính vào mắt cần rửa kỹ lại bằng nước.\nThấm nước tẩy trang vào bông cotton và nhẹ nhàng lau khắp mặt, hạn chế chà xát da, tránh dính vào mắt, nếu dính vào mắt cần rửa kỹ lại bằng nước.\nSau khi tẩy trang, dùng sữa rửa mặt và toner để làm sạch da tốt nhất có thể và dùng tiếp các bước tiếp theo của chu trình dưỡng da.\nSau khi tẩy trang, dùng sữa rửa mặt và toner để làm sạch da tốt nhất có thể và dùng tiếp các bước tiếp theo của chu trình dưỡng da.\n2. Gel Rửa Mặt Simple Dành Cho Da Nhạy Cảm Kind To Skin Refreshing Facial Wash Gel 150ml\nNên sử dụng sữa rửa mặt 2 lần mỗi ngày vào buổi sáng và tối.\nNên sử dụng sữa rửa mặt 2 lần mỗi ngày vào buổi sáng và tối.\nSau khi tẩy trang, làm ướt mặt với nước, cho một lượng nhỏ sữa rửa mặt vào lòng bàn tay và tạo bọt, sau đó massage nhẹ nhàng toàn bộ khuôn mặt rồi rửa sạch mặt lại với nước ấm. Tránh để sữa rửa mặt dính vào vùng mắt.\nSau khi tẩy trang, làm ướt mặt với nước, cho một lượng nhỏ sữa rửa mặt vào lòng bàn tay và tạo bọt, sau đó massage nhẹ nhàng toàn bộ khuôn mặt rồi rửa sạch mặt lại với nước ấm. Tránh để sữa rửa mặt dính vào vùng mắt.\nSau khi rửa mặt dùng toner để cân bằng da và sử dụng các bước tiếp theo của chu trình dưỡng da.\nSau khi rửa mặt dùng toner để cân bằng da và sử dụng các bước tiếp theo của chu trình dưỡng da.\n3. Nước Hoa Hồng Simple Dành Cho Da Nhạy Cảm Kind to Skin Soothing Facial Toner 200ml\nSau khi làm sạch da bằng nước tẩy trang và sữa rửa mặt, đổ toner ra tay, xoa đều tay rồi vỗ nhẹ toner lên mặt hoặc thấm toner vào bông tẩy trang sau đó lau nhẹ theo hướng từ trong ra ngoài, từ dưới lên trên để hạn chế tạo nếp nhăn cho da.\nSau khi làm sạch da bằng nước tẩy trang và sữa rửa mặt, đổ toner ra tay, xoa đều tay rồi vỗ nhẹ toner lên mặt hoặc thấm toner vào bông tẩy trang sau đó lau nhẹ theo hướng từ trong ra ngoài, từ dưới lên trên để hạn chế tạo nếp nhăn cho da.\nSử dụng tiếp tục các bước dưỡng da tiếp theo.\nSử dụng tiếp tục các bước dưỡng da tiếp theo.\n",
    "specifications": "Barcode: \nThương Hiệu: Simple\nXuất xứ thương hiệu: Anh\nNơi sản xuất: Poland",
    "skin_type": "Da nhạy cảm",
    "rating": "4.9",
    "comments": "Rất hài lòng với sản phẩm và nhân viên Hasaki\nGiao nhanh\nSản phẩm mua ở Hasaki là chính hãng rồi, ko phải lo lắng gì nữa, dịch vụ CSKH rất chu đáo, gói hàng cẩn thận từng sản phẩm một rất chỉn chu. Rất ưng ý và ủng hộ lâu dài\nSài êm\nShop giao hàng nhanh nhưng mình không thấy quà tặng kèm như trên thông báo :((\nMình xài simple nguyên bộ vậy tiện mà còn rẻ nữa, rất lành tính cho da đã vậy còn được tặng thêm sữa dưỡng thể dove nữa.\ntuyệttt\nxin tư vấn\n208k cho 1 combo chăm sóc da nhạy cảm lành tính, dịu nhẹ cũng ổn áp nè. Tẩy trang vẫn ổn với những bạn chỉ bôi kem chống nắng, làm sạch ổn, dịu nhẹ, mát. Chai toner nhiều bạn chê như nước lã nhưng với 1 làn da dầu mụn như mình thấy cấp ẩm vừa phải, làm dịu da sau khi rửa mặt hay trước khi bôi kem chống nắng vẫn không vấn đề gì. Sữa rửa mặt còn nên chai simple sẽ review sau\ncái này con trai mình mãi xài.. đánh giá 5 sao cho da dịu nhẹ"
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Nước Hoa Hồng Some By Mi AHA-BHA-PHA Cho Da Mụn 150ml",
    "price": "227000",
    "link": "https://hasaki.vn/san-pham/nuoc-hoa-hong-some-by-mi-cho-da-mun-150ml-73481.html",
    "price_raw": "405000 ",
    "img": "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-nuoc-hoa-hong-some-by-mi-cho-da-mun-150ml_5jHLQGzBo8aqXn6g_img_380x380_64adc6_fit_center.png",
    "description": "Nước Hoa Hồng SOME BY MI Cho Da Mụn Miracle Toner AHA- BHA-PHA 30 Days 150ml đến từ thương hiệu mỹ phẩm chăm sóc da SOME BY MI là dòng Toner có chứa phức hợp các loại axit cùng chiết xuất Tràm Trà, giúp làm sạch sâu da, hỗ trợ kháng khuẩn, kháng viêm, ngăn ngừa và làm giảm mụn, đồng thời góp phần thu nhỏ lỗ chân lông, mang lại cho bạn làn da sạch thoáng và mịn màng không tì vết.",
    "ingredients": "Phức hợp AHA - BHA - PHA : loại bỏ tế bào chết cùng bụi bẩn, bã nhờn tồn đọng trên bề mặt da và sâu trong lỗ chân lông, mang lại làn da sạch thoáng và tươi sáng rạng rỡ.\nPhức hợp AHA - BHA - PHA : loại bỏ tế bào chết cùng bụi bẩn, bã nhờn tồn đọng trên bề mặt da và sâu trong lỗ chân lông, mang lại làn da sạch thoáng và tươi sáng rạng rỡ.\nChiết xuất Tràm Trà (Real Teatree 10,000 PPM) : kháng khuẩn, kháng viêm, làm dịu da và giảm sưng mụn, hỗ trợ điều tiết bã nhờn.\nChiết xuất Tràm Trà (Real Teatree 10,000 PPM) : kháng khuẩn, kháng viêm, làm dịu da và giảm sưng mụn, hỗ trợ điều tiết bã nhờn.\n2% Niacinamide : giúp kháng viêm, hỗ trợ se lỗ chân lông, dưỡng sáng da, mờ thâm mụn.\n2% Niacinamide : giúp kháng viêm, hỗ trợ se lỗ chân lông, dưỡng sáng da, mờ thâm mụn.",
    "instructions": "Sử dụng Nước Hoa Hồng Some By Mi AHA-BHA-PHA Cho Da Mụn hàng ngày, 2 lần vào buổi sáng và tối.\nSử dụng Nước Hoa Hồng Some By Mi AHA-BHA-PHA Cho Da Mụn hàng ngày, 2 lần vào buổi sáng và tối.\nBước 1: Làm sạch da mặt với các sản phẩm tẩy trang, sữa rửa mặt.\nBước 1: Làm sạch da mặt với các sản phẩm tẩy trang, sữa rửa mặt.\nBước 2: Dùng bông tẩy trang thấm Some By Mi Miracle Toner AHA-BHA-PHA 30 Days một lượng vừa đủ, sau đó nhẹ nhàng lau khắp mặt để sản phẩm được thoa đều trên da.\nBước 2: Dùng bông tẩy trang thấm Some By Mi Miracle Toner AHA-BHA-PHA 30 Days một lượng vừa đủ, sau đó nhẹ nhàng lau khắp mặt để sản phẩm được thoa đều trên da.\nBước 3: Vỗ và massage nhẹ nhàng để dưỡng chất được thẩm thấu tốt hơn.\nBước 3: Vỗ và massage nhẹ nhàng để dưỡng chất được thẩm thấu tốt hơn.\nBước 4: Tiếp tục các bước dưỡng da phía sau trong chu trình skincare của bạn (serum, kem dưỡng,…).\nBước 4: Tiếp tục các bước dưỡng da phía sau trong chu trình skincare của bạn (serum, kem dưỡng,…).\nNên kết hợp với sản phẩm Serum và Kem dưỡng da Some By Mi Acne AHA-BHA-PHA 30 Days Miracle sau bước toner để cải thiện làn da mụn của bạn nhanh chóng và hiệu quả hơn.\n\n\n\n",
    "specifications": "Barcode: 8809326333661\nThương Hiệu: Some By Mi\nXuất xứ thương hiệu: Hàn Quốc\nNơi sản xuất: ",
    "skin_type": "Da mụn",
    "rating": "4.9",
    "comments": "mình từng sd hết 1 chai tầm 2-3 năm trươc thì trộm vía rất hợp giúp mình hết mụn ẩn, sợi bã nhờn (da mình hhtd) nay mua lại thấy chai nhỏ hơn mình nhớ dù cũng cùng dung tích :)))\nmình có mua mà chưa sử dụng lần nào. do da mình bs kêu k phù hợp với sp này. mình mua của hasaki luôn ạ. mình pass cho bạn nào cần 200k nhé. số đt mình 0978630324\nDa hhd mjk thấy khá hợp nhé , trộm vía da đỡ mụn hơn trc , giúp ổn định da\n10 điểm là 10 điểm\nDo da mình nhạy cảm dễ kích ứng nên mình muốn pass lại 180k mới xài được 2 lần Ạ. Sđt Zalo của mình 0942311539. Sold out\nmình có thể sử dụng toner của some by mi và retanol của obagi trong cùng 1 chu trình skincare k ah\nDa mk hhtd dễ nổi mụn. Từ lúc xài loại này mặt mk đỡ hẳn luôn. Mk ko nghĩ toner có tác dụng vậy đâu có thể là do nguyên nhân khác nữa ( nhưng chủ yếu là vẫn nhờ em này). Ko trị thâm đâu vs cấp ẩm thì 8.5/10 nhưng toner mà hợp da thế thì quá ổn rồi\ntrộm vía da mình xài hợp\nchai này dùng để cấp ẩm thì khá ổn, chứ hỗ trợ trị mụn gì đó thì hiệu quả rất mờ nhạt và có thể nói là hoàn toàn không có hiệu quả :))))), với giá hơn 260k thì mình thấy vẫn còn nhiều so toner khác hợp lí hơn nha\nXài chai thứ 4-5 rồi, chắc do da hợp xài đỡ mụn hẳn"
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Nước Dưỡng Da Chinoshio Dokudami Chiết Xuất Lá Diếp Cá 500ml",
    "price": "69000",
    "link": "https://hasaki.vn/san-pham/nuoc-hoa-hong-dokudami-chiet-xuat-tu-la-diep-ca-500ml-96489.html",
    "price_raw": "169000 ",
    "img": "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-422204775-1704695450_img_380x380_64adc6_fit_center.png",
    "description": "Nước Hoa Hồng Chinoshio Dokudami Lá Diếp Cá 500ml là toner dưỡng ẩm, chăm sóc da đến từ thương hiệu mỹ phẩm Chinoshio của Nhật Bản. Sản phẩm có chiết xuất hoàn toàn từ thành phần thiên nhiên, an toàn nhẹ dịu cho da. Với thành phần chính được chiết xuất từ diếp cá cùng một số thảo dược có tính kháng khuẩn cao, cấp ẩm giúp làn da mềm mại, mịn màng, ngăn ngừa khô ráp, bong tróc.",
    "ingredients": "Thành phần chi tiết: Water, Glycerin, Dokudami Extract, Licorice Extract, Rose Water, Ethanol, DPG, Methylparaben, Ethylparaben.",
    "instructions": "Sử dụng như nước hoa hồng:\nLàm sạch da với các sản phẩm tẩy trang và sữa rửa mặt.\nLàm sạch da với các sản phẩm tẩy trang và sữa rửa mặt.\nLấy một lượng vừa đủ nước hoa hồng Dokudami Natural Skin Lotion ra bông tẩy trang, chấm đều lên mặt\nLấy một lượng vừa đủ nước hoa hồng Dokudami Natural Skin Lotion ra bông tẩy trang, chấm đều lên mặt\nSử dụng như mặt nạ dưỡng da:\nCho 4 miếng bông cotton vào khay đựng, cho một lượng nước hoa hồng Dokudami Natural Skin Lotion vừa đủ làm ướt cả 4 miếng bông.\nCho 4 miếng bông cotton vào khay đựng, cho một lượng nước hoa hồng Dokudami Natural Skin Lotion vừa đủ làm ướt cả 4 miếng bông.\nĐắp 4 miếng bông lên trán, 2 má và cằm, thư giãn cho đến khi khô bông, không cần rửa lại với nước.\nĐắp 4 miếng bông lên trán, 2 má và cằm, thư giãn cho đến khi khô bông, không cần rửa lại với nước.\nSử dụng như xịt khoáng:\nChiết một lượng nước hoa hồng Dokudami Natural Skin Lotion ra chai xịt.\nChiết một lượng nước hoa hồng Dokudami Natural Skin Lotion ra chai xịt.\nSử dụng mọi lúc khi cảm nhận thấy da bị khô.\nSử dụng mọi lúc khi cảm nhận thấy da bị khô.",
    "specifications": "Barcode: 4571243111014\nThương Hiệu: Chinoshio\nXuất xứ thương hiệu: Nhật Bản\nNơi sản xuất: Japan",
    "skin_type": "Da mụn",
    "rating": "4.8",
    "comments": "da mụn mà ít dầu xài được ko ạ\nMình xài cũng 2,3 chai rồi, thấy cũng ok, se khít ít, giảm mụn và ko gây kích ứng\ndung ổn ,con gái mình dùng mụn giảm rất nhanh\nKhã năng dưỡng ẩm ok, giá hợp lý.\nhơi bị ổn luôn đó, rcm cho mng nha, rẻ mà dung tích nhiều sài hơi bị đã\nsản phẩm tuyệt vời, từ ngày sử dụng e này da k lên mụn nữa, giá ở Hasaki lại rẻ hơn bên ngoài rất nhìu.shiper giao hàng rất nhanh. sẽ ủng hộ lâu dài.\nmình dùng chủ yếu để đắp lotion mask. diếp cá có tính kháng khuẩn, dùng đều hằng tuần tránh bị mụn bọc. mình dễ bị mụn nội tiết mà ko ko giữ vệ sinh, kháng khuẩn tốt thì thôi, mặt nát vì sẹo, mụn mất. chắc chắn sẽ mua lại\nMùi thơm. Thẩm thấu nhanh. Sau khi dùng cảm thấy da đàn hồi tốt. Đang dùng nên chưa biết hiệu quả lâu dài như thế nào\nChất lượng phù hợp với giá tiền. Công dụng cơ bản là cấp ẩm cho da sau khi rửa mặt, còn các công dụng khác như ngừa mụn, giảm thâm, se chân lông thì không rõ rệt. Đương nhiên, với giá thành rẻ mà lại nhiều rất vừa túi tiền.\nmình đã dùng nhiều chai rồi, đúng kiểu ngon bổ rẻ, chai chưa tới 100k xài rất là lâu."
}
{
    "category": "Chăm Sóc Da Mặt / Bộ Chăm Sóc Da Mặt",
    "name": "Combo Cocoon Gel Rửa Mặt & Nước Cân Bằng Bí Đao 310mlx2",
    "price": "472000",
    "link": "https://hasaki.vn/san-pham/combo-cocoon-gel-rua-mat-nuoc-can-bang-bi-dao-2x310ml-105187.html",
    "price_raw": "590000 ",
    "img": "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-422210197-1699350386_img_380x380_64adc6_fit_center.jpg",
    "description": "Combo Cocoon Gel Rửa Mặt & Nước Cân Bằng Bí Đao bao gồm 2 món: \nGel Rửa Mặt Bí Đao Cocoon Làm Giảm Dầu & Mụn: 140ml; 310ml\nNước Cân Bằng Cocoon Chiết Xuất Bí Đao: 140ml; 310ml\nTHÔNG TIN SẢN PHẨM\n1. Gel Rửa Mặt Bí Đao Cocoon Làm Giảm Dầu & Mụn\nGel Bí Đao Rửa Mặt Cocoon Winter Melon Cleanser là sản phẩm sữa rửa mặt độc đáo đến từ thương hiệu mỹ phẩm Việt Nam Cocoon, được chiết xuất từ thành phần tự nhiên phù hợp với làn da dầu mụn như bí đao, rau má, tràm trà... Công thức dạng gel tạo bọt nhẹ nhàng nhưng lại có khả năng làm sạch sâu, ngăn ngừa các tác nhân gây mụn, đặc biệt là mụn ẩn dưới da, mang đến cho sự ẩm mịn tự nhiên cùng cảm giác vô cùng tươi mới và sạch sẽ. Độ pH 5.5 cân bằng lý tưởng, an toàn cho làn da dầu, mụn & nhạy cảm.",
    "ingredients": "Bí đao: Theo sách y học cổ truyền, bí đao có đặc tính làm mát, làm giảm nhiệt, kháng viêm và diệt khuẩn giúp hỗ trợ làm giảm mụn trứng cá, mụn viêm.\nBí đao: Theo sách y học cổ truyền, bí đao có đặc tính làm mát, làm giảm nhiệt, kháng viêm và diệt khuẩn giúp hỗ trợ làm giảm mụn trứng cá, mụn viêm.\nRau má: Các hợp chất sinh học như axit asiatic, asiaticoside, axit madecassic và madecassoside có trong rau má là những chất chính giúp tăng sinh collagen cho làn da, kháng viêm, làm dịu các vết đỏ và chống kích ứng.\nRau má: Các hợp chất sinh học như axit asiatic, asiaticoside, axit madecassic và madecassoside có trong rau má là những chất chính giúp tăng sinh collagen cho làn da, kháng viêm, làm dịu các vết đỏ và chống kích ứng.\nTinh dầu tràm trà: Loại tinh dầu có mùi thơm ấm áp, cay nồng giúp làm giảm mụn trứng cá, hỗ trợ làm lành các vết thương, vết côn trùng cắn và nhiễm trùng nấm men.\nTinh dầu tràm trà: Loại tinh dầu có mùi thơm ấm áp, cay nồng giúp làm giảm mụn trứng cá, hỗ trợ làm lành các vết thương, vết côn trùng cắn và nhiễm trùng nấm men.\nVitamin B3 (Niacinamide): Giúp hỗ trợ giảm mụn hiệu quả, kiểm soát lượng dầu thừa và làm giảm sự xuất hiện của lỗ chân lông to.\nVitamin B3 (Niacinamide): Giúp hỗ trợ giảm mụn hiệu quả, kiểm soát lượng dầu thừa và làm giảm sự xuất hiện của lỗ chân lông to.\nVitamin B5 (D-panthenol): Ngoài những công dụng tốt cho tóc, Vitamin B5 là một chất điều hòa da để cung cấp độ ẩm thẩm thấu sâu cho da, chữa lành vết thương và tác dụng chống viêm.\nVitamin B5 (D-panthenol): Ngoài những công dụng tốt cho tóc, Vitamin B5 là một chất điều hòa da để cung cấp độ ẩm thẩm thấu sâu cho da, chữa lành vết thương và tác dụng chống viêm.\nBetaine: Là một sản phẩm tự nhiên tách ra như từ mật rỉ củ cải đường giúp dưỡng ầm cho da, bảo vệ da bằng cách bảo vệ các tế bào khỏi mất nước và ngăn chặn protein của da khỏi bị biến tính.\nBetaine: Là một sản phẩm tự nhiên tách ra như từ mật rỉ củ cải đường giúp dưỡng ầm cho da, bảo vệ da bằng cách bảo vệ các tế bào khỏi mất nước và ngăn chặn protein của da khỏi bị biến tính.\nBí đao: Có đặc tính làm mát, làm giảm nhiệt, kháng viêm và diệt khuẩn giúp giảm mụn trứng cá, mụn viêm.\nBí đao: Có đặc tính làm mát, làm giảm nhiệt, kháng viêm và diệt khuẩn giúp giảm mụn trứng cá, mụn viêm.\nRau má: Tăng sinh collagen cho làn da, kháng viêm, làm dịu các vết đỏ và chống kích ứng.\nRau má: Tăng sinh collagen cho làn da, kháng viêm, làm dịu các vết đỏ và chống kích ứng.\nTinh dầu tràm trà: Làm giảm mụn trứng cá, vết thương, côn trùng cắn và nhiễm trùng nấm men.\nTinh dầu tràm trà: Làm giảm mụn trứng cá, vết thương, côn trùng cắn và nhiễm trùng nấm men.\nChiết xuất cam thảo: Giúp chống dị ứng và kháng viêm mạnh mẽ.\nChiết xuất cam thảo: Giúp chống dị ứng và kháng viêm mạnh mẽ.\nVitamin B3 (Niacinamide): Giúp hỗ trợ giảm mụn hiệu quả, kiểm soát lượng dầu thừa và làm giảm sự xuất hiện của lỗ chân lông to.\nVitamin B3 (Niacinamide): Giúp hỗ trợ giảm mụn hiệu quả, kiểm soát lượng dầu thừa và làm giảm sự xuất hiện của lỗ chân lông to.\nHA (Hyaluronic acid): Giúp dưỡng ẩm, giữ ẩm cho da và làm mờ nếp nhăn, ngừa lão hóa.\nHA (Hyaluronic acid): Giúp dưỡng ẩm, giữ ẩm cho da và làm mờ nếp nhăn, ngừa lão hóa.\nThành phần chính:\nBí đao: Có đặc tính làm mát, làm giảm nhiệt, kháng viêm và diệt khuẩn giúp giảm mụn trứng cá, mụn viêm.\nRau má: Tăng sinh collagen cho làn da, kháng viêm, làm dịu các vết đỏ và chống kích ứng.\nTinh dầu tràm trà: Làm giảm mụn trứng cá, vết thương, côn trùng cắn và nhiễm trùng nấm men.\nChiết xuất cam thảo: Giúp chống dị ứng và kháng viêm mạnh mẽ.\nVitamin B3 (Niacinamide): Giúp hỗ trợ giảm mụn hiệu quả, kiểm soát lượng dầu thừa và làm giảm sự xuất hiện của lỗ chân lông to.\nHA (Hyaluronic acid): Giúp dưỡng ẩm, giữ ẩm cho da và làm mờ nếp nhăn, ngừa lão hóa.\nThành phần đầy đủ:\nWater, Niacinamide, Benincasa Cerifera Fruit Extract, Propanediol, Glycerin, Betaine, Glycereth-26, Centella Asiatica Extract, Allantoin, Dipotassium Glycyrrhizate, Butylene Glycol, Pentylene Glycol, Sodium Hyaluronate, Zinc Pca, Melaleuca Alternifolia Leaf Oil, Rosmarinus Officinalis Leaf Oil (Hương thảo), Lavandula Angustifolia Flower Oil (Oải hương), Sodium Lactate, Sodium Gluconate, PEG-40 Hydrogenated Castor Oil, Menthyl Lactate, Xanthan gum, Phenoxyethanol, Ethylhexylglycerin.",
    "instructions": "Làm ướt da mặt, cho gel rửa mặt ra lòng bàn tay, tạo bọt sau đó massage nhẹ nhàng lên da mặt trong vòng 1-2 phút rồi rửa sạch lại với nước.\nLàm ướt da mặt, cho gel rửa mặt ra lòng bàn tay, tạo bọt sau đó massage nhẹ nhàng lên da mặt trong vòng 1-2 phút rồi rửa sạch lại với nước.\nSau khi rửa mặt, lấy một lượng nước cân bằng vào lòng bàn tay, thoa đều lên da và vỗ nhẹ nhàng để sản phẩm thẩm thấu vào da.\nSau khi rửa mặt, lấy một lượng nước cân bằng vào lòng bàn tay, thoa đều lên da và vỗ nhẹ nhàng để sản phẩm thẩm thấu vào da.\nCó thể dùng kèm bông tẩy trang, lau nhẹ trên da theo hướng từ trong ra ngoài và từ dưới lên trên.\nCó thể dùng kèm bông tẩy trang, lau nhẹ trên da theo hướng từ trong ra ngoài và từ dưới lên trên.\nDùng buổi sáng và tối. Tránh tiếp xúc với mắt.\nDùng buổi sáng và tối. Tránh tiếp xúc với mắt.",
    "specifications": "Barcode: \nThương Hiệu: Cocoon\nXuất xứ thương hiệu: Việt Nam\nNơi sản xuất: Vietnam\nĐặc tính: Thuần chay (vegan)",
    "skin_type": "Da dầu/Hỗn hợp dầu",
    "rating": "5.0",
    "comments": "mình mua combo sản phẩm srm và toner bí đao của cocoon, các review nói srm và toner có vẻ vô thưởng vô phạt nhưng trên da mặt dậy thì hậu breakout thiên dầu của mình đã giảm bớt các sản phẩm serum treatment khác và chỉ tập trung làm sạch bằng 2 em này và cấp nước cho mặt thì tình trạng da mặt mình tiến triển thần kì luôn, srm bí đao không gây khô da mà còn giữ được sự thoải mái cho mặt không khô rát, có mùi tràm trà thơm, dễ chịu còn toner lúc lên mặt thì siêu mát nhưng có gây chút kích ứng nhẹ ở vùng mụn lúc mới dùng vì thành phần sản phẩm có nia 4% nhưng dùng lâu thì da mặt quen dần, giúp giảm kha khá tình trạng tiết dầu thừa và hỗ trợ làm giảm sợi bã nhờn hiệu quả. sản phẩm tốt đáng trải nghiệm ạ!!"
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Nước Cân Bằng La Roche-Posay Cho Da Thường, Nhạy Cảm 200ml",
    "price": "404000",
    "link": "https://hasaki.vn/san-pham/nuoc-can-bang-la-roche-posay-danh-cho-da-nhay-cam-200ml-75712.html",
    "price_raw": "505000 ",
    "img": "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-nuoc-can-bang-la-roche-posay-danh-cho-da-nhay-cam-200ml_44AJKKKPxuLNe6US_img_380x380_64adc6_fit_center.png",
    "description": "Nước Cân Bằng La Roche-Posay Cho Da Thường, Nhạy Cảm 200ml là sản phẩm nước cân bằng đến từ thương hiệu dược mỹ phẩm La Roche-Posay của Pháp. Với thành phần giàu nước suối khoáng La Roche-Posay từ Pháp, giúp làm dịu làn da nhạy cảm khó chịu, đồng thời bảo vệ da và giúp chống oxy hoá cho da. Soothing Lotion sẽ giúp cân bằng lại độ pH của da sau khi rửa mặt, làm dịu cảm giác da khô, căng kéo. Bên cạnh đó, sản phẩm còn chứa thành phần Glycerin để cung cấp độ ẩm, giữ ẩm cho da, mang lại một làn da mềm mượt, mịn màng. \nHiện sản phẩm Nước Cân Bằng La Roche-PosayToleriane Soothing Lotion Tonifying Protecting 200ml đã có mặt tại Hasaki.",
    "ingredients": "Glycerin Làm mềm, giữ ẩm và tạo hàng rào bảo vệ cho da khỏe và mịn màng hơn\nGiàu nước khoáng La Roche-Posay với thành phần Selenium: giúp làm dịu, bảo vệ & chống oxy hóa.\nGiàu nước khoáng La Roche-Posay với thành phần Selenium: giúp làm dịu, bảo vệ & chống oxy hóa.\nGlycerin: giúp cung cấp độ ẩm, không làm da bị khô căng.\nGlycerin: giúp cung cấp độ ẩm, không làm da bị khô căng.",
    "instructions": "- Sau khi làm sạch mặt, lấy một lượng vừa đủ ra bông tẩy trang và lau đều khắp mặt. Dùng tay vỗ nhẹ để tinh chất thấm sâu vào da.\n- Sử dụng mỗi ngày 2 lần sáng và tối.",
    "specifications": "Barcode: 3337872410321\nThương Hiệu: La Roche-Posay\nXuất xứ thương hiệu: Pháp\nNơi sản xuất: France",
    "skin_type": "Da nhạy cảm",
    "rating": "5.0",
    "comments": "Mình da dầu mụn sdung rất ok luôn, sp của hãng la roche từ serum đến lotion đều rất ok, có mùi thơm nhẹ kh nồng\nƯng ý lắm luôn mn ơi\nDản phẩm rất phù hợp với da mình, không gây kích ứng mặc dù da mình rất nhạy cảm. Mùi thơm dịu nhẹ , mình rất thích\nSản phẩm lành tính, sử dụng rất tốt phù hợp với da mình (dầu mụn). Chỉ có hương liệu ở cuối bảng thành phần nhưng da mình vẫn bình thường không kích ứng. Những bạn nổi nhiều mụn hoặc quá nhạy cảm có thể lưu ý.\n\nXài rất tốt. Rất đáng mua nha\nmùi thơm dịu nhẹ da nhay cảm xài cực thík"
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Toner Eucerin Dành Cho Da Nhờn Mụn 200ml",
    "price": "311000",
    "link": "https://hasaki.vn/san-pham/nuoc-hoa-hong-danh-cho-da-mun-eucerin-200ml-53680.html",
    "price_raw": "389000 ",
    "img": "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-nuoc-hoa-hong-danh-cho-da-mun-eucerin-200ml_vZWmVehekoW6A9bh_img_380x380_64adc6_fit_center.png",
    "description": "Nước Hoa Hồng Dành Cho Da Mụn Eucerin Pro ACNE Solution Toner là sản phẩm toner cho làn da nhờn mụn và nhạy cảm đến từ thương hiệu dược mỹ phẩm Eucerin, với 2% Lactic Acid tự nhiên giúp làm sạch da hiệu quả, nhẹ nhàng loại bỏ tế bào chết dư thừa, từ đó mang lại làn da thông thoáng và lỗ chân lông được se khít, đồng thời ngăn ngừa và làm giảm mụn.\nHiện Nước Hoa Hồng Eucerin Pro ACNE Solution Toner đã có mặt tại Hasaki với 2 dung tích: 100ml; 200ml.",
    "ingredients": "Thành phần chính: 2% Lactic Acid có khả năng làm sạch hiệu quả, giúp thông thoáng và giảm bít tắc, hỗ trợ se khít lỗ chân lông, ngăn ngừa khuẩn mụn và hạn chế tình trạng sinh mụn trên da.\nThành phần chi tiết: Lactic Acid, Aqua, Alcohol Denat, Butylene Glycol, Poloxamer 124, Lactic Acid, PEG-40 Hydrogenated Castor Oil, Sodium Hydroxide, Glyceryl Caprylate, Phenoxyethanol, Parfum\nThành phần chính: 2% Lactic Acid có khả năng làm sạch hiệu quả, giúp thông thoáng và giảm bít tắc, hỗ trợ se khít lỗ chân lông, ngăn ngừa khuẩn mụn và hạn chế tình trạng sinh mụn trên da.",
    "instructions": "Dùng mỗi buổi sáng và tối, sau khi rửa mặt và trước khi dưỡng ẩm.\nDùng mỗi buổi sáng và tối, sau khi rửa mặt và trước khi dưỡng ẩm.\nĐổ nước hoa hồng lên miếng bông gòn và thoa lên mặt.\nĐổ nước hoa hồng lên miếng bông gòn và thoa lên mặt.\nKhông cần rửa lại bằng nước.\nKhông cần rửa lại bằng nước.",
    "specifications": "Barcode: 8850029022635\nThương Hiệu: Eucerin\nXuất xứ thương hiệu: Ðức\nNơi sản xuất: Germany",
    "skin_type": "Da mụn",
    "rating": "4.8",
    "comments": "nghe mùi cồn nhưng khi có vết trầy của mụn sức lên ko hề bị rát. ko gây kích ứng.\ntoner có mùi cồn nhưng mình dùng lại khá ok, mình thuộc da dầu\nPass lại giá rẻ 0965348826\nmình muốn pass lại chai này với giá rẻ, bạn nào có nhu cầu ib mình nhé, sdt zalo: 0357349412\nToner có mùi mạnh, có cồn lên apply lên khô nhanh và mát da. Mình dùg thấy chưa có hiện tượng kích ứng nhưng ai dễ kích ứng phải xem kỹ nha\nngày đầu tiên xài. mùi rất là thơm luôn.\nLoại toner này có chứa 2% axit lactic và không gây kích ứng mạnh bằng những sản phẩm có axit salicylic. Cái này nó khá ok. Hiệu quả rất tốt nha, da mình ổn hơn hẳn. Nó loại bỏ những bụi bẩn trên da và rửa sạch bã nhờn. Mụn đầu đen cũng không còn và se khít lỗ chân lông. Loại toner này là trung tính nên da mụn cũng thích hợp để sử dụng. Nếu sử dụng đều đặn thì chỉ khoảng 2 chai là da bạn đã được cải thiện hơn rất nhiều. Da mình nhạy cảm sử dụng ỗn, Mình khuyến khích cb dùng sản phẩm này\nRất ok mình xài 2 chai rồi\nngoài có cồn ra thì tốt nhé\nnguyên combo lun còn nữa nha da mình dầu mụn đi điều trị tốn nhiều tiền lắm giờ nhờ sai sản phẩm này nên hok còn đi điều trị mụn nữa mình cảm ơn hasaki nhe❤️❤️❤️❤️"
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Nước Hoa Hồng Bioderma Dành Cho Da Nhạy Cảm 250ml",
    "price": "347000",
    "link": "https://hasaki.vn/san-pham/nuoc-hoa-hong-bioderma-danh-cho-da-nhay-cam-250ml-20019.html",
    "price_raw": "435000 ",
    "img": "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-nuoc-hoa-hong-bioderma-danh-cho-da-nhay-cam-250ml_7vHARRWZgNqwkEpP_img_380x380_64adc6_fit_center.png",
    "description": "Nước Hoa Hồng Dành Cho Da Nhạy Cảm Bioderma Sensibio Tonique là sản phẩm chăm sóc da đến từ thương hiệu Bioderma nổi tiếng tại Pháp, với chiết xuất dưa leo giúp tăng cường độ ẩm cho da, mang lại sự mát mẻ và nhẹ dịu, sát khuẩn tự nhiên, giảm sưng tấy, chống mụn. Giúp da tươi sáng, mềm mịn, ngừa nếp nhăn, chống lão hóa, chống khô da và các dấu hiệu nứt nẻ.\nHiện sản phẩm Nước Hoa Hồng Dành Cho Da Nhạy Cảm Bioderma Sensibio Tonique đã có mặt tại Hasaki với 2 dung tích:\n100ml\n250ml",
    "ingredients": "Aqua/Water/Eau, Glycerin, Xylitol, Polysorbate 20, Mannitol, Rhamnose, Fructooligosaccharides, Cucumis Sativus (Cucumber) Fruit Extract, Peg-40 Hydrogenated Castor Oil, Allantoin, Propylene Glycol, Disodium Edta, Cetrimonium Bromide, Sodium Hydroxide, Citric Acid.\nAqua/Water/Eau, Glycerin, Xylitol, Polysorbate 20, Mannitol, Rhamnose, Fructooligosaccharides, Cucumis Sativus (Cucumber) Fruit Extract, Peg-40 Hydrogenated Castor Oil, Allantoin, Propylene Glycol, Disodium Edta, Cetrimonium Bromide, Sodium Hydroxide, Citric Acid.",
    "instructions": "Sử dụng cho da mặt và cổ ngay sau khi rửa sạch (tốt nhất là sau khi dùng Sensibio H2O).\nĐổ một vài giọt ra tay hoặc trên miếng bông cotton và massage nhẹ nhàng trước khi sử dụng các sản phẩm điều trị của Soensibi.\nDùng vào sáng và tối.",
    "specifications": "Barcode: 3401320655418\nThương Hiệu: Bioderma\nXuất xứ thương hiệu: Pháp\nNơi sản xuất: France",
    "skin_type": "Da nhạy cảm",
    "rating": "4.6",
    "comments": "mua lần thứ 10000\nLàm dịu da tốt. Đã mua lại nhiều lần\nNước hoa hồng này rất dịu nhẹ, ko có mùi, dễ chịu, độ ẩm nhẹ.\nrất tốt, dưỡng ẩm da, rất dễ chịu cho da nhạy cảm\nSản phẩm khá tốt, làm mền da, thoa lên da mặt vẫn có 1 lớp bóng, hơi rít, nhưng không làm dịu các đốm mụn"
}
{
    "category": "Chăm Sóc Da Mặt / Bộ Chăm Sóc Da Mặt",
    "name": "Combo Simple Chăm Sóc Làn Da Dầu Mụn 3 Món",
    "price": "189000",
    "link": "https://hasaki.vn/san-pham/combo-simple-tay-trang-200ml-sua-rua-mat-150ml-toner-200ml-ngua-mun-111509.html",
    "price_raw": "589000 ",
    "img": "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-combo-simple-tay-trang-200ml-sua-rua-mat-150ml-toner-200ml-ngua-mun_GDBqYfQ8YepTHwDp_img_380x380_64adc6_fit_center.png",
    "description": "Combo chăm sóc da mặt Simple đã có mặt tại Hasaki gồm 3 món:\nNước Tẩy Trang Simple Kind To Skin Micellar Cleansing Water Làm Dịu Da Và Cấp Ẩm 200ml\nGel Rửa Mặt Simple Purifying Gel Wash Thanh Khiết, Giảm Bóng Nhờn 150ml\nNước Hoa Hồng Simple Kind to Skin Soothing Facial Toner Sạch Sâu 200ml\nThông tin sản phẩm:\n1. Nước Tẩy Trang Simple Kind To Skin Micellar Cleansing Water Làm Dịu Da Và Cấp Ẩm 200ml\nNước Tẩy Trang Simple Làm Sạch Trang Điểm Và Cấp Ẩm 200ml là sản phẩm tẩy trang mặt đến từ thương hiệu Simple xuất xứ Anh Quốc. Công thức cải tiến với công nghệ làm sạch Micellar chứa hàng triệu bong bóng Micelles thông minh giúp loại bỏ lớp trang điểm và bụi bẩn hiệu quả, làm thông thoáng lỗ chân lông, mang lại cảm giác tươi mát cho da sau khi sử dụng, đồng thời cấp ẩm lên đến 4 giờ mà không để lại dư lượng thừa trên da.",
    "ingredients": "Allantoin: giữ ẩm, làm dịu, ngăn ngừa tình trạng khô da và kích ứng.\nAllantoin: giữ ẩm, làm dịu, ngăn ngừa tình trạng khô da và kích ứng.\nChiết xuất cây Phỉ (Hamamelis Virginiana Leaf Water): có tác dụng kháng khuẩn, kháng viêm, làm se, làm dịu, loại bỏ dầu thừa trên da.\nChiết xuất cây Phỉ (Hamamelis Virginiana Leaf Water): có tác dụng kháng khuẩn, kháng viêm, làm se, làm dịu, loại bỏ dầu thừa trên da.\nVitamin B5 (Panthenol): dưỡng ẩm, hỗ trợ phục hồi, làm dịu da.\nVitamin B5 (Panthenol): dưỡng ẩm, hỗ trợ phục hồi, làm dịu da.\n5% chiết xuất nước cây phỉ: hỗ trợ kiềm dầu, làm sạch sâu và thông thoáng lỗ chân lông.\n5% chiết xuất nước cây phỉ: hỗ trợ kiềm dầu, làm sạch sâu và thông thoáng lỗ chân lông.\nVitamin B3 (Niacinamide): có công dụng cấp ẩm, giảm thâm hạn chế tình trạng tiết dầu thừa trên da.\nVitamin B3 (Niacinamide): có công dụng cấp ẩm, giảm thâm hạn chế tình trạng tiết dầu thừa trên da.\nKẽm: có khả năng kháng viêm từ đó ngăn ngừa mụn xuất hiện trở lại\nKẽm: có khả năng kháng viêm từ đó ngăn ngừa mụn xuất hiện trở lại\nCông nghệ làm sạch Micellar: với hàng triệu phân tử Micelles thông minh giúp nhẹ nhàng làm sạch bụi bẩn, dầu thừa trên da, lớp trang điểm kể cả sản phẩm chống thấm nước.\nCông nghệ làm sạch Micellar: với hàng triệu phân tử Micelles thông minh giúp nhẹ nhàng làm sạch bụi bẩn, dầu thừa trên da, lớp trang điểm kể cả sản phẩm chống thấm nước.\nHoa cúc La Mã Chamomile giúp làm dịu và phục hồi da hiệu quả.\nHoa cúc La Mã Chamomile giúp làm dịu và phục hồi da hiệu quả.\nNước tinh khiết được lọc 3 lần: cực kì dịu nhẹ và an toàn cho làn da nhạy cảm, hỗ trợ làm dịu da.\nNước tinh khiết được lọc 3 lần: cực kì dịu nhẹ và an toàn cho làn da nhạy cảm, hỗ trợ làm dịu da.\nVitamin B3 và Vitamin C: có khả năng chống oxy hóa, làm dịu da, giảm viêm sưng và dưỡng da sáng mịn màng.\nVitamin B3 và Vitamin C: có khả năng chống oxy hóa, làm dịu da, giảm viêm sưng và dưỡng da sáng mịn màng.",
    "instructions": "Sau khi rửa mặt, dùng bông tẩy trang thấm nước cân bằng nhẹ nhàng lau đều khắp mặt theo chiều cấu trúc da.\nSau khi rửa mặt, dùng bông tẩy trang thấm nước cân bằng nhẹ nhàng lau đều khắp mặt theo chiều cấu trúc da.\nSử dụng mỗi ngày, vào buổi sáng và tối.\nSử dụng mỗi ngày, vào buổi sáng và tối.\nCho một lượng sữa rửa mặt vừa đủ ra tay để tạo bọt cùng với nước, mát-xa sản phẩm lên da và rửa sạch với nước.\nCho một lượng sữa rửa mặt vừa đủ ra tay để tạo bọt cùng với nước, mát-xa sản phẩm lên da và rửa sạch với nước.\nSử dụng mỗi ngày hai lần sáng và tối.\nSử dụng mỗi ngày hai lần sáng và tối.\nĐể đạt được hiệu quả tốt nhất, kết hợp dùng kèm Nước tẩy trang Simple Micellar Water trước khi rửa mặt và Nước hoa hồng Simple Soothing Toner sau khi rửa mặt.\nĐể đạt được hiệu quả tốt nhất, kết hợp dùng kèm Nước tẩy trang Simple Micellar Water trước khi rửa mặt và Nước hoa hồng Simple Soothing Toner sau khi rửa mặt.\nThấm nước tẩy trang vào bông cotton và nhẹ nhàng lau khắp mặt, hạn chế chà xát da, tránh dính vào mắt, nếu dính vào mắt cần rửa kỹ lại bằng nước.\nThấm nước tẩy trang vào bông cotton và nhẹ nhàng lau khắp mặt, hạn chế chà xát da, tránh dính vào mắt, nếu dính vào mắt cần rửa kỹ lại bằng nước.\nSau khi tẩy trang, dùng sữa rửa mặt và toner để làm sạch da tốt nhất có thể và dùng tiếp các bước tiếp theo của chu trình dưỡng da.\nSau khi tẩy trang, dùng sữa rửa mặt và toner để làm sạch da tốt nhất có thể và dùng tiếp các bước tiếp theo của chu trình dưỡng da.",
    "specifications": "Barcode: \nThương Hiệu: Simple\nXuất xứ thương hiệu: Anh\nNơi sản xuất: ",
    "skin_type": "Da mụn",
    "rating": "0.0",
    "comments": ""
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Nước Cân Bằng Cocoon Bí Đao Giảm Dầu & Mụn 310ml",
    "price": "235000",
    "link": "https://hasaki.vn/san-pham/nuoc-can-bang-cocoon-chiet-xuat-bi-dao-310ml-95753.html",
    "price_raw": "295000 ",
    "img": "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-422204313-1690179377_img_380x380_64adc6_fit_center.png",
    "description": "Bí đao là loại quả vô cùng quen thuộc trong đời sống của người dân Việt Nam. Thế nhưng không chỉ là một loại quả mát lành giúp giải nhiệt cơ thể trong những ngày hè nóng bức, bí đao còn có nhiều lợi ích cho làn da của chúng ta. Trong quả bí đao rất giàu những thành phần chống oxy hóa và kháng viêm như Vitamin A và C, giúp hỗ trợ làm giảm sưng viêm mụn và ngăn ngừa các tổn thương da do gốc tự do, đồng thời dưỡng da sáng mịn hồng hào. Thường xuyên sử dụng bí đao sẽ giúp tăng sức đề kháng cho làn da, làm mềm và cung cấp dưỡng chất nuôi da khỏe lên mỗi ngày.\nHasaki xin giới thiệu đến các bạn một sản phẩm chăm sóc da độc đáo được chiết xuất từ thành phần bí đao đến từ thương hiệu mỹ phẩm Việt Nam Cocoon – Nước Bí Đao Cân Bằng Da Cocoon Winter Melon Toner. Là bước tiếp nối sau khi dùng Gel Bí Đao Rửa Mặt Cocoon Winter Melon Cleanser, nước bí đao Cocoon với công thức không chứa cồn cùng thành phần giàu các chiết xuất tự nhiên bao gồm chiết xuất bí đao, chiết xuất rau má và tinh dầu tràm trà sẽ giúp cân bằng độ pH cho da, làm sạch sâu lỗ chân lông, giảm dầu thừa và mụn ẩn dưới da hiệu quả. Ngoài ra sản phẩm còn được bổ sung thêm Vitamin B3, HA và chiết xuất cam thảo cung cấp độ ẩm giúp da luôn mịn màng và giảm thiểu các vết đỏ trên da. Nước Bí Đao Cân Bằng Da Cocoon Winter Melon Toner sẽ là sự lựa chọn tuyệt vời cho những làn da dầu bị mụn.\nHiện Nước Bí Đao Cân Bằng Da Cocoon Winter Melon Toner đã có mặt tại Hasaki với 2 dung tích: \n140ml \n310ml",
    "ingredients": "Bí đao: Có đặc tính làm mát, làm giảm nhiệt, kháng viêm và diệt khuẩn giúp giảm mụn trứng cá, mụn viêm.\nBí đao: Có đặc tính làm mát, làm giảm nhiệt, kháng viêm và diệt khuẩn giúp giảm mụn trứng cá, mụn viêm.\nRau má: Tăng sinh collagen cho làn da, kháng viêm, làm dịu các vết đỏ và chống kích ứng.\nRau má: Tăng sinh collagen cho làn da, kháng viêm, làm dịu các vết đỏ và chống kích ứng.\nTinh dầu tràm trà: Làm giảm mụn trứng cá, vết thương, côn trùng cắn và nhiễm trùng nấm men.\nTinh dầu tràm trà: Làm giảm mụn trứng cá, vết thương, côn trùng cắn và nhiễm trùng nấm men.\nChiết xuất cam thảo: Giúp chống dị ứng và kháng viêm mạnh mẽ.\nChiết xuất cam thảo: Giúp chống dị ứng và kháng viêm mạnh mẽ.\nVitamin B3 (Niacinamide): Giúp hỗ trợ giảm mụn hiệu quả, kiểm soát lượng dầu thừa và làm giảm sự xuất hiện của lỗ chân lông to.\nVitamin B3 (Niacinamide): Giúp hỗ trợ giảm mụn hiệu quả, kiểm soát lượng dầu thừa và làm giảm sự xuất hiện của lỗ chân lông to.\nHA (Hyaluronic acid): Giúp dưỡng ẩm, giữ ẩm cho da và làm mờ nếp nhăn, ngừa lão hóa.\nHA (Hyaluronic acid): Giúp dưỡng ẩm, giữ ẩm cho da và làm mờ nếp nhăn, ngừa lão hóa.\nThành phần chính:\nBí đao: Có đặc tính làm mát, làm giảm nhiệt, kháng viêm và diệt khuẩn giúp giảm mụn trứng cá, mụn viêm.\nRau má: Tăng sinh collagen cho làn da, kháng viêm, làm dịu các vết đỏ và chống kích ứng.\nTinh dầu tràm trà: Làm giảm mụn trứng cá, vết thương, côn trùng cắn và nhiễm trùng nấm men.\nChiết xuất cam thảo: Giúp chống dị ứng và kháng viêm mạnh mẽ.\nVitamin B3 (Niacinamide): Giúp hỗ trợ giảm mụn hiệu quả, kiểm soát lượng dầu thừa và làm giảm sự xuất hiện của lỗ chân lông to.\nHA (Hyaluronic acid): Giúp dưỡng ẩm, giữ ẩm cho da và làm mờ nếp nhăn, ngừa lão hóa.\nThành phần đầy đủ:\nWater, Niacinamide, Benincasa Cerifera Fruit Extract, Propanediol, Glycerin, Betaine, Glycereth-26, Centella Asiatica Extract, Allantoin, Dipotassium Glycyrrhizate, Butylene Glycol, Pentylene Glycol, Sodium Hyaluronate, Zinc Pca, Melaleuca Alternifolia Leaf Oil, Rosmarinus Officinalis Leaf Oil (Hương thảo), Lavandula Angustifolia Flower Oil (Oải hương), Sodium Lactate, Sodium Gluconate, PEG-40 Hydrogenated Castor Oil, Menthyl Lactate, Xanthan gum, Phenoxyethanol, Ethylhexylglycerin.",
    "instructions": "Sau khi rửa mặt, lấy một lượng nước cân bằng vào lòng bàn tay, thoa đều lên da và vỗ nhẹ nhàng để sản phẩm thẩm thấu vào da.\nSau khi rửa mặt, lấy một lượng nước cân bằng vào lòng bàn tay, thoa đều lên da và vỗ nhẹ nhàng để sản phẩm thẩm thấu vào da.\nCó thể dùng kèm bông tẩy trang, lau nhẹ trên da theo hướng từ trong ra ngoài và từ dưới lên trên.\nCó thể dùng kèm bông tẩy trang, lau nhẹ trên da theo hướng từ trong ra ngoài và từ dưới lên trên.\nDùng buổi sáng và tối. Tránh tiếp xúc với mắt.\nDùng buổi sáng và tối. Tránh tiếp xúc với mắt.",
    "specifications": "Barcode: 8936217700193\nThương Hiệu: Cocoon\nXuất xứ thương hiệu: Việt Nam\nNơi sản xuất: Vietnam",
    "skin_type": "Da thường/Mọi loại da",
    "rating": "4.9",
    "comments": "\nRất hài lòng\nrất hài lòng\nMình muốn pass lại Toner Cocoon Bí Đao 140ml do mình xài không hợp với da mặt ai cần ib mình nha _kaeliin_ mình cảm ơn\nmình sử dụng đến nay là 5 chai rồi rất hợp với da mình, kiềm dầu, ngăn ngừa mụn. Rất hài lòng.\nSản phẩm khá tốt, dùng mềm da, cân bằng da, giảm mụn nưa. Nên sử dụng\nToner làm giảm dầu khá rõ, ko gây kích ứng, lên mụn. Bạn nào da dầu mụn nên thử, sẽ mua thêm serum bí đao"
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Toner SVR Sebiaclear Dành Cho Da Dầu, Mụn 150ml",
    "price": "344000",
    "link": "https://hasaki.vn/san-pham/nuoc-can-bang-svr-sebiaclear-danh-cho-da-dau-mun-150ml-97773.html",
    "price_raw": "390000 ",
    "img": "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-422205498-1696653722_img_380x380_64adc6_fit_center.png",
    "description": "Nước Cân Bằng SVR Sebiaclear Dành Cho Da Dầu, Mụn 150ml là sản phẩm toner làm sạch mới đến từ thương hiệu dược mỹ phẩm SVR của Pháp, được thiết kế chuyên biệt dành cho làn da dầu, mụn. Công thức được bào chế với 90% thành phần tự nhiên và các thành phần hoạt tính nồng độ cao, giúp chăm sóc và cải thiện các khuyết điểm, làm sạch da và thông thoáng lỗ chân lông, ngăn ngừa và làm giảm mụn. Kết quả mang lại một làn da sạch thoáng, mịn màng và tươi sáng hơn.\nNước Cân Bằng SVR Sebiaclear Micro Peel 150ml hiện đã có mặt tại Hasaki.",
    "ingredients": "Axit Lactobionic (PHA) + Salicylic Acid (BHA): bộ đôi axit giúp cải thiện tình trạng da và làm mịn kết cấu da, giúp giảm tác nhân gây mụn và hạn chế sự xuất hiện của các vết thâm mới.\nAxit Lactobionic (PHA) + Salicylic Acid (BHA): bộ đôi axit giúp cải thiện tình trạng da và làm mịn kết cấu da, giúp giảm tác nhân gây mụn và hạn chế sự xuất hiện của các vết thâm mới.\nNiacinamide 4%: Làm dịu và giảm sưng, giúp thúc đẩy quá trình làm giảm mụn nhanh và hiệu quả.\nNiacinamide 4%: Làm dịu và giảm sưng, giúp thúc đẩy quá trình làm giảm mụn nhanh và hiệu quả.\nZinc 1%: thanh lọc da, tăng cường kiểm soát dầu thừa ngay lập tức và hiệu quả lâu dài.\nZinc 1%: thanh lọc da, tăng cường kiểm soát dầu thừa ngay lập tức và hiệu quả lâu dài.\ncải thiện tình trạng da và làm mịn kết cấu da, giúp giảm tác nhân gây mụn và hạn chế sự xuất hiện của các vết thâm mới.\nNiacinamide 4%: Làm dịu và giảm sưng, giúp thúc đẩy quá trình làm giảm mụn nhanh và hiệu quả.\nZinc 1%: thanh lọc da, tăng cường kiểm soát dầu thừa ngay lập tức và hiệu quả lâu dài.",
    "instructions": "Lấy sản phẩm lên bông tẩy trang rồi lau toàn mặt, tập trung thoa kĩ vào những phần da đang có khuyết điểm.\nLấy sản phẩm lên bông tẩy trang rồi lau toàn mặt, tập trung thoa kĩ vào những phần da đang có khuyết điểm.\nSử dụng đều đặn 2 lần sáng và tối, sau khi rửa mặt với sữa rửa mặt.\nSử dụng đều đặn 2 lần sáng và tối, sau khi rửa mặt với sữa rửa mặt.\nCó thể lấy sản phẩm trực tiếp ra lòng bàn tay và áp trực tiếp lên da.\nCó thể lấy sản phẩm trực tiếp ra lòng bàn tay và áp trực tiếp lên da.",
    "specifications": "Barcode: 3662361001590\nThương Hiệu: SVR\nXuất xứ thương hiệu: Pháp\nNơi sản xuất: France",
    "skin_type": "Da dầu/Hỗn hợp dầu",
    "rating": "4.4",
    "comments": "Dùng xong da đỡ khô và mềm lắm. Mình da dầu rất thích nha\nnày dùng mình thấy hơi khô da, tại đang treatment nên thấy không hợp. có vết thương hở hơi châm chích\nMình da dầu mụn nhạy cảm , nước cân bằng SVR là chân ái với mình luôn . Sẽ mua lại nhiều lần\nChai 150ml mình sài được 1.5 tháng nếu dùng btt (không dùng thì khoảng 2 tháng). Thành phần quá đẹp rồi nhưng da nhạy cảm hương liệu nên cân nhắc nha\nTốt nhưng mùi hương liệu quá nồng"
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Toner Paula’s Choice Điều Chỉnh Lỗ Chân Lông 190ml",
    "price": "619000",
    "link": "https://hasaki.vn/san-pham/nuoc-can-bang-paula-s-choice-dieu-chinh-lo-chan-long-190ml-2306.html",
    "price_raw": "729000 ",
    "img": "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-100150018-1698832867_img_380x380_64adc6_fit_center.jpg",
    "description": "Nước Cân Bằng Điều Chỉnh Lỗ Chân Lông Paula’s Choice Skin Balancing Pore-Reducing Toner là dòng Toner dành cho da dầu đến từ thương hiệu dược mỹ phẩm Paula's Choice, giúp cân bằng da, điều tiết dầu thừa và hỗ trợ cải thiện lỗ chân lông một cách hiệu quả, cho hiệu quả dưỡng ẩm tối ưu cho làn da dầu, mang lại cảm giác dịu nhẹ, dễ chịu và không bị nhờn dính.\nHiện Nước Cân Bằng Paula's Choice Skin Balancing Pore-Reducing Toner 180ml đã có mặt tại Hasaki.",
    "ingredients": "Niacinamide: ngăn ngừa lão hóa, tái tạo tế bào, chống oxy hóa, điều tiết bã nhờn da dầu, dưỡng ẩm và thu nhỏ lỗ chân lông giúp trẻ hóa làn da.\nCeramides: dưỡng ẩm, ngăn ngừa lão hóa da, duy trì sự dẻo dai cho da.\nWater, Glycerin (skin-repairing ingredient), Butylene Glycol (water-binding agent), Niacinamide (vitamin B3/cell-communcating ingredient), Adenosine Triphosphate (cell-communicating ingredient/skin conditioning agent), Anthemis Nobilis (Chamomile) Flower Extract (anti-irritant), Arctium Lappa (Burdock) Root Extract (antioxidant), Hydrolyzed Jojoba Esters, Hydrolyzed Vegetable Protein (skin conditioning agents), Sodium PCA, Panthenol, Sodium Hyaluronate (skin-repairing ingredients), Sodium Chondroitin Sulfate (skin conditioning agent), Ceramide 3, Ceramide 6 II, Ceramide 1, Phytosphingosine, Cholesterol (lipid-based skin-repairing ingredients), Tetrahexyldecyl Ascorbate (vitamin C/antioxidant), Oleth-10, DEA-Oleth-10 Phosphate, Sodium Lauroyl Lactylate (emulsifiers), Polysorbate-20 (skin conditioning agent), Caprylyl Glycol, Hexylene Glycol (preservatives), Sodium Citrate (pH adjuster), Xanthan Gum (thickener), Trisodium EDTA (chelating agent), Phenoxyethanol (preservative).",
    "instructions": "Rửa sạch mặt. Sau đó, lấy một lượng nhỏ ra bông tẩy trang, nhẹ nhàng thoa lên cổ và mặt. Không rửa lại với nước\nSử dụng vào buổi sáng và buổi tối.\nNên dùng kèm kem chống nắng",
    "specifications": "Barcode: 0655439013505\nThương Hiệu: Paula's Choice\nXuất xứ thương hiệu: Mỹ\nNơi sản xuất: United States",
    "skin_type": "Da thường/Mọi loại da",
    "rating": "5.0",
    "comments": "Mình sử dụng da mặt bị sần và nổi mụn\nSp sử dụng rất ok cho da dầu. Thấm nhanh và mềm da ngay lập tức. Thích nhất là rửa mặt xong thoa lên là da dễ chịu ngay và luôn\nGiá tốt. Toner apply lên mặt ban đầu mới sử dụng sẽ có cảm giác hơi rát da nhẹ, chắc là vì trong chai có chứa Niacinamide. Đã dùng được 3 tuần. Dùng xong thì lỗ chân lông được se lại, da căng mịn, sáng khoẻ, không khô căng. Phù hợp với da dầu. Sẽ mua tiếp chai khác sau khi dùng xong.\nNước Hoa Hồng Paulas Choice Cân Bằng Độ Ẩm, Se Khít Lỗ Chân Lông 190ml , hàng rất ok tốt, giá hợp lý"
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Nước Hoa Hồng Neutrogena Không Chứa Cồn 150ml",
    "price": "85000",
    "link": "https://hasaki.vn/san-pham/nuoc-hoa-hong-neutrogena-khong-chua-con-150ml-90081.html",
    "price_raw": "135000 ",
    "img": "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-nuoc-hoa-hong-neutrogena-khong-chua-con-150ml_SFsgvdUCuC1QVPE7_img_380x380_64adc6_fit_center.png",
    "description": "Nước Hoa Hồng Neutrogena Không Chứa Cồn 150ml là dòng nước hoa hồng đến từ thương hiệu mỹ phẩm Neutrogena của Mỹ, nhẹ nhàng loại bỏ bụi bẩn còn sót lại, công thức không chứa dầu nên không làm mất đi độ ẩm của da, đem đến làn da mềm mượt tức thì giúp da sáng, rạng rỡ. Bên cạnh đó, sản phẩm chứa 5% Glycerin cung cấp độ ẩm, cải thiện độ đàn hồi, dưỡng da mềm mại và tăng cường hàng ràng bảo vệ da khỏe mạnh.\nHiện sản phẩm Nước Hoa Hồng Neutrogena Alcohol Free Toner 150ml đã có mặt tại Hasaki.",
    "ingredients": "Butylene Glycol ở nồng độ từ 0.5%: giúp các dưỡng chất thẩm thấu vào da nhanh hơn, làm khô thoáng và không bị nhờn rít trên da.\nButylene Glycol ở nồng độ từ 0.5%: giúp các dưỡng chất thẩm thấu vào da nhanh hơn, làm khô thoáng và không bị nhờn rít trên da.",
    "instructions": "Sau khi tẩy trang, rửa mặt sạch, dùng bông cotton thấm 1 lượng nước hoa hồng vừa đủ, lau toàn bộ khuôn mặt một cách nhẹ nhàng.\nSau khi tẩy trang, rửa mặt sạch, dùng bông cotton thấm 1 lượng nước hoa hồng vừa đủ, lau toàn bộ khuôn mặt một cách nhẹ nhàng.\nĐợi toner thấm hết vào da rồi tiến hành dưỡng da như thông thường.\nĐợi toner thấm hết vào da rồi tiến hành dưỡng da như thông thường.",
    "specifications": "Barcode: 8850007540212\nThương Hiệu: Neutrogena\nXuất xứ thương hiệu: Mỹ\nNơi sản xuất: ",
    "skin_type": "Da thường/Mọi loại da",
    "rating": "4.9",
    "comments": "xài được 4 chai thì đánh giá khá là ok với mức độ cấp ẩm dc, làm sạch nhờn cũng tạm. nói chung với giá tiền của em ấy thì cũng được.\nrẻ nhưng rất chất lượng nha mn, mình dùng vs bông tẩy trang sau khi rửa mặt bằng sữa rửa mặt, giúp tẩy cặn bẩn còn sót lại trên da\nToner bảng mới dùng quá ưng ko cồn ko hương liệu , cấp ẩm tốt mà có aha để ttbc nhẹ nữa , dùng thích hơn bảng cũ có mùi nồng và ko mướt đc như bảng mới nói chung trong tầm giá thì em này dùng ok hơn simple rất nhìu\nDa dễ châm chít nhưng xài vô thấ cấp ẩm và thơm dịu nhẹ, nói chung là9, 5/10\nnói là kh cồn nma khi lên da t thấy vẫn rát, châm chít nha, b nào da nhạy cảm kh nên dùng\nToner dạng lỏng, hương thơm nhẹ, không gây căng rít da sau khi sử dụng. Mua đợt khuyến mãi nên giá rất rẻ, đáng để trải nghiệm. Tuy nhiên phần nắp có lỗ to, phù hợp dùng với bông tẩy trang. Nếu đổ trực tiếp ra tay sẽ khó kiểm soát lượng sản phẩm.\nToner này lau cảm giác mát ko cồn, sờ da mướt lắm luôn.\nnước hoa hồng xài ok nha , ko kích ứng , dịu nhẹ thơm , thoa lên da thấy ẩm , nhanh thấm\nmùi thơm, cấp ẩm tốt, không gây dị ứng cho da. rất ok nhé\nLúc trước điều trị da liễu , tuy bác sĩ đã cho kem dưỡng ẩm đầy đủ nhưng mà sau khi rửa mặt xong da khô không chịu được cho nên liền mua nước hoa hồng để cấp ẩm tức thì cho làn da Mùi hương hơi nồng , không màu , cấp ẩm rất đỉnh cho nên mình rất thích luôn"
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Toner Milaganics Hoa Cúc & AHA Ngừa Mụn, Giảm Dầu 250ml",
    "price": "128000",
    "link": "https://hasaki.vn/san-pham/toner-milaganics-hoa-cuc-aha-ngua-mun-giam-dau-250ml-101517.html",
    "price_raw": "213000 ",
    "img": "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-toner-milaganics-hoa-cuc-aha-ngua-mun-giam-dau-250ml_ZLJCfYD9p7ZRXqyy_img_380x380_64adc6_fit_center.png",
    "description": "Với các cô nàng thường xuyên sử dụng kem chống nắng và makeup, toner là bước làm sạch cuối cùng cực kỳ cần thiết. Toner Milaganics Hoa Cúc & AHA là lựa chọn chăm sóc lý tưởng, dành riêng cho da dầu mụn, nhạy cảm.\nToner Hoa Cúc & AHA Milaganics là sản phẩm nước hoa hồng toner đến từ thương hiệu mỹ phẩm Việt Nam Milaganics. Chiết xuất hoa cúc La Mã và AHA 5% có trong toner sẽ nhẹ nhàng tẩy tế bào chết, loại bỏ bụi bẩn còn tồn đọng và giúp se khít lỗ chân lông. Đồng thời, sản phẩm giúp cấp ẩm cho da để hạn chế tiết dầu, từ đó kháng viêm, giảm sưng và ngừa mụn hiệu quả. Công thức sản phẩm được các chuyên gia da liễu bào chế với thành phần an toàn.",
    "ingredients": "Hoa cúc La Mã : Làm sạch, kháng viêm và giảm sưng các vùng da thâm đỏ do mụn.\nHoa cúc La Mã : Làm sạch, kháng viêm và giảm sưng các vùng da thâm đỏ do mụn.\nAHA 5% và Niacinamide 3% : tẩy tế bào chết, làm sạch da, se khít lỗ chân lông, phục hồi làn da\nAHA 5% và Niacinamide 3% : tẩy tế bào chết, làm sạch da, se khít lỗ chân lông, phục hồi làn da\nThành phần chính:\nHoa cúc La Mã: Làm sạch, kháng viêm và giảm sưng các vùng da thâm đỏ do mụn.\nAHA 5% và Niacinamide 3%: tẩy tế bào chết, làm sạch da, se khít lỗ chân lông, phục hồi làn da\nThành phần chi tiết:\nAqua, chamomilla recutita (matricaria) flower extract (cúc La Mã), melaleuca alternifolia leaf oil (tràm trà), vaccinium myrtillus fruit/leaf extract (việt quất), saccharum officinarum (sugar cane) extract (mía), citrus aurantium dulcis (orange) fruit extract (cam), citrus limon (lemon) fruit extract (chanh), acer saccharum (sugar maple) extract (cây phong đường), rosa centifolia flower extract (hoa hồng), hamamelis virginiana leaf extract (cây phỉ), aloe barbadensis leaf extract (nha đam), niacinamide (vitamin B3), panthenol (vitamin B5), camellia sinensis leaf oil (trà xanh), peg-40 hydrogenated castor oil, sodium hyaluronate, phenoxyethanol, ethylhexylglycerin.",
    "instructions": "Bước 1: Làm sạch da với sữa rửa mặt.\nBước 1: Làm sạch da với sữa rửa mặt.\nBước 2: Sử dụng Toner Milaganics Hoa Cúc & AHA\nBước 2: Sử dụng Toner Milaganics Hoa Cúc & AHA\nCách 1: Thấm 1 lượng toner vừa đủ vào bông tẩy trang và nhẹ nhàng lau khắp da mặt theo chiều cấu tạo da để lấy đi tạp chất còn tồn đọng trên da.\nCách 1: Thấm 1 lượng toner vừa đủ vào bông tẩy trang và nhẹ nhàng lau khắp da mặt theo chiều cấu tạo da để lấy đi tạp chất còn tồn đọng trên da.\nCách 2: Sử dụng loại bông cotton mỏng, thấm đẫm 2-3 miếng bông để làm mặt nạ toner cấp ẩm, đắp mặt trong 5-7p rồi dùng tay vỗ nhẹ cho tinh chất thấm vào da.\nCách 2: Sử dụng loại bông cotton mỏng, thấm đẫm 2-3 miếng bông để làm mặt nạ toner cấp ẩm, đắp mặt trong 5-7p rồi dùng tay vỗ nhẹ cho tinh chất thấm vào da.\n*Khuyên dùng: Nên sử dụng hàng ngày và kết hợp với các bước skincare phù hợp.",
    "specifications": "Barcode: 8936089079519\nThương Hiệu: Milaganics\nXuất xứ thương hiệu: Việt Nam\nNơi sản xuất: Vietnam",
    "skin_type": "Da mụn",
    "rating": "4.6",
    "comments": "sản phẩm của việt nam mà cũng đỉnh ghê mn ạ . Từ đầu mình thấy nó vô thưởng vô phạt ấy , nhưng lúc lên một cái mụn ửng đỏ sưng nhức , chỉ tẩy trang và rửa bằng sữa rửa mặt , sau đó xịt toner này vào . Đúng 2 ngày mụn xẹp hẳn và ko sưng nhức nữa . Kiên trì dùng hết 1 chai thấy da mịn màng hẳn luôn . Bạn nào da mụn khuyên dùng nha nói chung ổn áp lắm. Mình dùng nhiều toner của hàn thấy giá còn đắt hơn mà công dụng cũng vậy à . Kết hợp với em serum blance đúng chuẩn 1 bộ\nMình da dầu mụn, xài chai này được 2 tuần thì da sáng và giảm mụn rõ rệt luôn, đỉnh thiệt. Mình thấy chai này mùi thơm dịu, mình rất thích. Da mình nhạy cảm dễ dị ứng mà xài chai này mình không có bị dị ứng. Okela lúmm\nChai này xem vậy mà đỉnh ghê. Da dầu mụn rửa mặt xong vỗ đều lên da mùi hoa cúc dễ chịu. Dịu da mà mướt nữa. Xài sáng tối đều đặn da giảm mụn rõ rệt Mê luôn\nCấp ẩm tốt, mùi thì mình k thích bằng toner nha đam cùng hãng, nhưng cái này thì có độ ẩm nhiều hơn\nDa mình thuộc hỗn hợp thiên khô, thoa lên mặt thấm rất nhanh, mịn và có độ ẩm. Hàng việt nam xài cũng OK đấy\nDa dầu mụn ẩn sử dụng rất oke . Sử dụng trên 2 tuần da khoẻ , lỗ chân lông thông thoáng giảm mụn. Hàng Việt nhưng rất Ok\ncũng bình thường à, hong có thấy giảm dầu, ngừa mụn thì mờ nhạt lắm chắc 5/10 k mua lại, được cái btp k gây kích ứng đối với da mình nên dùng lau mặt buổi sáng oke\nxài thấy bình thường ko hiệu quả gì rõ rệt, mùi ko thơm lắm\n\nVì k có mụn nên k biết có đẩy lên k cũng khó thấy, sp mùi hắc cực nhưng cảm nhận thì thấy OK"
}
{
    "category": "Chăm Sóc Da Mặt / Bộ Chăm Sóc Da Mặt",
    "name": "Combo Cocoon Nước Cân Bằng Sen Hậu Giang 310ml & Nước Tẩy Trang Bí Đao 500ml",
    "price": "265000",
    "link": "https://hasaki.vn/san-pham/combo-cocoon-nuoc-can-bang-sen-hau-giang-310ml-nuoc-tay-trang-bi-dao-500ml-124096.html",
    "price_raw": "590000 ",
    "img": "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-combo-cocoon-nuoc-can-bang-sen-hau-giang-310ml-nuoc-tay-trang-bi-dao-500ml-1717033779_img_380x380_64adc6_fit_center.jpg",
    "description": "Combo Làm Sạch Và Dưỡng Ẩm Da Cocoon hiện đã có tại Hasaki với 2 phân loại:\nBộ Chăm Sóc Da Sen Và Bí Đao Cocoon 140mlx2 gồm 2 sản phẩm:\nNước Tẩy Trang Bí Đao Cocoon Winter Melon Micellar Water 140ml\nNước Cân Bằng Sen Cocoon Hau Giang Lotus Soothing Toner Làm Dịu Da 140ml\nBộ Chăm Sóc Da Sen Và Bí Đao Cocoon 310ml + 500ml gồm 2 sản phẩm:\nNước Tẩy Trang Bí Đao Cocoon Winter Melon Micellar Water 500ml\nNước Cân Bằng Sen Cocoon Hau Giang Lotus Soothing Toner Làm Dịu Da 310ml\nThông tin sản phẩm:\n1. Nước Tẩy Trang Bí Đao Cocoon Winter Melon Micellar Water 140ml \nNước Tẩy Trang Bí Đao Cocoon Winter Melon Micellar Water mới từ thương hiệu mỹ phẩm thuần chay Cocoon là sản phẩm tẩy trang được thiết kế chuyên biệt dành cho da dầu và da mụn nhạy cảm. Với công nghệ Micellar, nước tẩy trang bí đao giúp làm sạch hiệu quả lớp trang điểm, bụi bẩn và dầu thừa, mang lại làn da sạch hoàn toàn và dịu nhẹ.",
    "ingredients": "Bí đao: Theo sách y học cổ truyền, bí đao có đặc tính làm mát, làm giảm nhiệt, giúp ngăn ngừa mụn trứng cá\nBí đao: Theo sách y học cổ truyền, bí đao có đặc tính làm mát, làm giảm nhiệt, giúp ngăn ngừa mụn trứng cá\nRau má: Các hợp chất sinh học như axit axetic, asiaticoside, axit madecassic và madecassoside có trong rau má là những chất chính giúp tăng sinh collagen cho làn da, làm dịu các vết đỏ.\nRau má: Các hợp chất sinh học như axit axetic, asiaticoside, axit madecassic và madecassoside có trong rau má là những chất chính giúp tăng sinh collagen cho làn da, làm dịu các vết đỏ.\nTinh dầu tràm trà: Loại tinh dầu có mùi thơm ấm áp, cay nồng giúp ngăn ngừa mụn trứng cá, vết thương, côn trùng cắn.\nTinh dầu tràm trà: Loại tinh dầu có mùi thơm ấm áp, cay nồng giúp ngăn ngừa mụn trứng cá, vết thương, côn trùng cắn.\nBetaine: là hoạt chất dưỡng ẩm được chiết xuất từ củ cải đường, có tác dụng bảo vệ tế bào da khỏi căng thẳng từ môi trường bên ngoài như bức xạ UV, ô nhiễm môi trường và tăng khả năng giữ ẩm cho da dưới tác động của nhiệt độ và khói bụi.\nBetaine: là hoạt chất dưỡng ẩm được chiết xuất từ củ cải đường, có tác dụng bảo vệ tế bào da khỏi căng thẳng từ môi trường bên ngoài như bức xạ UV, ô nhiễm môi trường và tăng khả năng giữ ẩm cho da dưới tác động của nhiệt độ và khói bụi.\nO-Cymen-5-Ol và Cetylpyridinium chloride: Có khả năng ngăn ngừa các tác nhân gây mụn.\nO-Cymen-5-Ol và Cetylpyridinium chloride: Có khả năng ngăn ngừa các tác nhân gây mụn.\nNatraGem™ S150: Gồm tổ hợp chất Polyglyceryl-4 Laurate/Sebacate và Polyglyceryl-4 Caprylate/Caprate, sở hữu những ưu điểm vượt trội: có nguồn gốc 100% từ thực vật, được chứng nhận hữu cơ bởi Ecocert; có khả năng hòa tan những chất ưa dầu có trong các sản phẩm trang điểm, vì thế có khả năng làm sạch và cuốn trôi nhanh chóng lớp make up, bã nhờn và bụi bẩn trên da; khi so sánh với các chất làm sạch khác, tổ hợp chất này đã được chứng minh hạn chế gây mất nước qua da và rất an toàn trên làn da thông qua các bài test in-Vivo.\nNatraGem™ S150: Gồm tổ hợp chất Polyglyceryl-4 Laurate/Sebacate và Polyglyceryl-4 Caprylate/Caprate, sở hữu những ưu điểm vượt trội: có nguồn gốc 100% từ thực vật, được chứng nhận hữu cơ bởi Ecocert; có khả năng hòa tan những chất ưa dầu có trong các sản phẩm trang điểm, vì thế có khả năng làm sạch và cuốn trôi nhanh chóng lớp make up, bã nhờn và bụi bẩn trên da; khi so sánh với các chất làm sạch khác, tổ hợp chất này đã được chứng minh hạn chế gây mất nước qua da và rất an toàn trên làn da thông qua các bài test in-Vivo.\nChiết xuất hoa sen: Nhờ hàm lượng các flavonoid cao có tác dụng hạn chế các gốc tự do sinh ra bởi tia UV và các căng thẳng từ môi trường. Ngoài ra, trong chiết xuất hoa sen có các loại đường như fructose và glucose nên có đặc tính giữ ẩm cao, hỗ trợ làm mềm và làm dịu làn da nhạy cảm.\nChiết xuất hoa sen: Nhờ hàm lượng các flavonoid cao có tác dụng hạn chế các gốc tự do sinh ra bởi tia UV và các căng thẳng từ môi trường. Ngoài ra, trong chiết xuất hoa sen có các loại đường như fructose và glucose nên có đặc tính giữ ẩm cao, hỗ trợ làm mềm và làm dịu làn da nhạy cảm.\nBeta-glucan (prebiotic): Cân bằng hệ sinh vật trên da, tăng khả năng tự bảo vệ của da, hỗ trợ quá trình phục hồi da.\nBeta-glucan (prebiotic): Cân bằng hệ sinh vật trên da, tăng khả năng tự bảo vệ của da, hỗ trợ quá trình phục hồi da.\nMadecassoside: Chiết xuất từ rau má, có tác dụng hỗ trợ làm lành da, cấp ẩm và tăng sinh collagen\nMadecassoside: Chiết xuất từ rau má, có tác dụng hỗ trợ làm lành da, cấp ẩm và tăng sinh collagen\nVitamin B12: Giúp vệ hàng rào độ ẩm, làm dịu làn da nhạy cảm, giảm mẩn đỏ và ngứa do khô ráp hoặc do thời tiết.\nVitamin B12: Giúp vệ hàng rào độ ẩm, làm dịu làn da nhạy cảm, giảm mẩn đỏ và ngứa do khô ráp hoặc do thời tiết.\nSweetone®: Hoạt chất được chiết xuất từ quả ngũ vị tử hữu cơ, rất giàu peptide giúp làm dịu và giúp da trở nên đều màu.\nSweetone®: Hoạt chất được chiết xuất từ quả ngũ vị tử hữu cơ, rất giàu peptide giúp làm dịu và giúp da trở nên đều màu.",
    "instructions": "Thấm đều sản phẩm lên bông tẩy trang, nhẹ nhàng lau khắp mặt để làm sạch lớp trang điểm và bụi bẩn.\nThấm đều sản phẩm lên bông tẩy trang, nhẹ nhàng lau khắp mặt để làm sạch lớp trang điểm và bụi bẩn.\nDịu nhẹ cho vùng môi và mắt.\nDịu nhẹ cho vùng môi và mắt.\nSau khi làm sạch da bằng tẩy trang và sữa rửa mặt, lấy một lượng sản phẩm vào lòng bàn tay, thoa đều lên da.\nSau khi làm sạch da bằng tẩy trang và sữa rửa mặt, lấy một lượng sản phẩm vào lòng bàn tay, thoa đều lên da.\nVỗ nhẹ nhàng để sản phẩm thẩm thấu vào da.\nVỗ nhẹ nhàng để sản phẩm thẩm thấu vào da.\nDùng buổi sáng và tối.\nDùng buổi sáng và tối.",
    "specifications": "Barcode: \nThương Hiệu: Cocoon\nXuất xứ thương hiệu: Việt Nam\nNơi sản xuất: Vietnam",
    "skin_type": "Da thường/Mọi loại da",
    "rating": "0.0",
    "comments": ""
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Nước Cân Bằng Cocoon Bí Đao Giảm Dầu & Mụn 140ml",
    "price": "155000",
    "link": "https://hasaki.vn/san-pham/nuoc-can-bang-cocoon-chiet-xuat-bi-dao-140ml-2022-100393.html",
    "price_raw": "195000 ",
    "img": "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-422207122-1689935349_img_380x380_64adc6_fit_center.png",
    "description": "Bí đao là loại quả vô cùng quen thuộc trong đời sống của người dân Việt Nam. Thế nhưng không chỉ là một loại quả mát lành giúp giải nhiệt cơ thể trong những ngày hè nóng bức, bí đao còn có nhiều lợi ích cho làn da của chúng ta. Trong quả bí đao rất giàu những thành phần chống oxy hóa và kháng viêm như Vitamin A và C, giúp hỗ trợ làm giảm sưng viêm mụn và ngăn ngừa các tổn thương da do gốc tự do, đồng thời dưỡng da sáng mịn hồng hào. Thường xuyên sử dụng bí đao sẽ giúp tăng sức đề kháng cho làn da, làm mềm và cung cấp dưỡng chất nuôi da khỏe lên mỗi ngày.\nHasaki xin giới thiệu đến các bạn một sản phẩm chăm sóc da độc đáo được chiết xuất từ thành phần bí đao đến từ thương hiệu mỹ phẩm Việt Nam Cocoon – Nước Bí Đao Cân Bằng Da Cocoon Winter Melon Toner. Là bước tiếp nối sau khi dùng Gel Bí Đao Rửa Mặt Cocoon Winter Melon Cleanser, nước bí đao Cocoon với công thức không chứa cồn cùng thành phần giàu các chiết xuất tự nhiên bao gồm chiết xuất bí đao, chiết xuất rau má và tinh dầu tràm trà sẽ giúp cân bằng độ pH cho da, làm sạch sâu lỗ chân lông, giảm dầu thừa và mụn ẩn dưới da hiệu quả. Ngoài ra sản phẩm còn được bổ sung thêm Vitamin B3, HA và chiết xuất cam thảo cung cấp độ ẩm giúp da luôn mịn màng và giảm thiểu các vết đỏ trên da. Nước Bí Đao Cân Bằng Da Cocoon Winter Melon Toner sẽ là sự lựa chọn tuyệt vời cho những làn da dầu bị mụn.\nHiện Nước Bí Đao Cân Bằng Da Cocoon Winter Melon Toner đã có mặt tại Hasaki với 2 dung tích: \n140ml \n310ml",
    "ingredients": "Bí đao: Có đặc tính làm mát, làm giảm nhiệt, kháng viêm và diệt khuẩn giúp giảm mụn trứng cá, mụn viêm.\nBí đao: Có đặc tính làm mát, làm giảm nhiệt, kháng viêm và diệt khuẩn giúp giảm mụn trứng cá, mụn viêm.\nRau má: Tăng sinh collagen cho làn da, kháng viêm, làm dịu các vết đỏ và chống kích ứng.\nRau má: Tăng sinh collagen cho làn da, kháng viêm, làm dịu các vết đỏ và chống kích ứng.\nTinh dầu tràm trà: Làm giảm mụn trứng cá, vết thương, côn trùng cắn và nhiễm trùng nấm men.\nTinh dầu tràm trà: Làm giảm mụn trứng cá, vết thương, côn trùng cắn và nhiễm trùng nấm men.\nChiết xuất cam thảo: Giúp chống dị ứng và kháng viêm mạnh mẽ.\nChiết xuất cam thảo: Giúp chống dị ứng và kháng viêm mạnh mẽ.\nVitamin B3 (Niacinamide): Giúp hỗ trợ giảm mụn hiệu quả, kiểm soát lượng dầu thừa và làm giảm sự xuất hiện của lỗ chân lông to.\nVitamin B3 (Niacinamide): Giúp hỗ trợ giảm mụn hiệu quả, kiểm soát lượng dầu thừa và làm giảm sự xuất hiện của lỗ chân lông to.\nHA (Hyaluronic acid): Giúp dưỡng ẩm, giữ ẩm cho da và làm mờ nếp nhăn, ngừa lão hóa.\nHA (Hyaluronic acid): Giúp dưỡng ẩm, giữ ẩm cho da và làm mờ nếp nhăn, ngừa lão hóa.\nThành phần chính:\nBí đao: Có đặc tính làm mát, làm giảm nhiệt, kháng viêm và diệt khuẩn giúp giảm mụn trứng cá, mụn viêm.\nRau má: Tăng sinh collagen cho làn da, kháng viêm, làm dịu các vết đỏ và chống kích ứng.\nTinh dầu tràm trà: Làm giảm mụn trứng cá, vết thương, côn trùng cắn và nhiễm trùng nấm men.\nChiết xuất cam thảo: Giúp chống dị ứng và kháng viêm mạnh mẽ.\nVitamin B3 (Niacinamide): Giúp hỗ trợ giảm mụn hiệu quả, kiểm soát lượng dầu thừa và làm giảm sự xuất hiện của lỗ chân lông to.\nHA (Hyaluronic acid): Giúp dưỡng ẩm, giữ ẩm cho da và làm mờ nếp nhăn, ngừa lão hóa.\nThành phần đầy đủ:\nWater, Niacinamide, Benincasa Cerifera Fruit Extract, Propanediol, Glycerin, Betaine, Glycereth-26, Centella Asiatica Extract, Allantoin, Dipotassium Glycyrrhizate, Butylene Glycol, Pentylene Glycol, Sodium Hyaluronate, Zinc Pca, Melaleuca Alternifolia Leaf Oil, Rosmarinus Officinalis Leaf Oil (Hương thảo), Lavandula Angustifolia Flower Oil (Oải hương), Sodium Lactate, Sodium Gluconate, PEG-40 Hydrogenated Castor Oil, Menthyl Lactate, Xanthan gum, Phenoxyethanol, Ethylhexylglycerin.",
    "instructions": "Sau khi rửa mặt, lấy một lượng nước cân bằng vào lòng bàn tay, thoa đều lên da và vỗ nhẹ nhàng để sản phẩm thẩm thấu vào da.\nSau khi rửa mặt, lấy một lượng nước cân bằng vào lòng bàn tay, thoa đều lên da và vỗ nhẹ nhàng để sản phẩm thẩm thấu vào da.\nCó thể dùng kèm bông tẩy trang, lau nhẹ trên da theo hướng từ trong ra ngoài và từ dưới lên trên.\nCó thể dùng kèm bông tẩy trang, lau nhẹ trên da theo hướng từ trong ra ngoài và từ dưới lên trên.\nDùng buổi sáng và tối. Tránh tiếp xúc với mắt.\nDùng buổi sáng và tối. Tránh tiếp xúc với mắt.",
    "specifications": "Barcode: 8936104223163\nThương Hiệu: Cocoon\nXuất xứ thương hiệu: Việt Nam\nNơi sản xuất: Vietnam\nĐặc tính: Thuần chay (vegan)",
    "skin_type": "Da thường/Mọi loại da",
    "rating": "4.9",
    "comments": "\nRất hài lòng\nrất hài lòng\nMình muốn pass lại Toner Cocoon Bí Đao 140ml do mình xài không hợp với da mặt ai cần ib mình nha _kaeliin_ mình cảm ơn\nmình sử dụng đến nay là 5 chai rồi rất hợp với da mình, kiềm dầu, ngăn ngừa mụn. Rất hài lòng.\nSản phẩm khá tốt, dùng mềm da, cân bằng da, giảm mụn nưa. Nên sử dụng\nToner làm giảm dầu khá rõ, ko gây kích ứng, lên mụn. Bạn nào da dầu mụn nên thử, sẽ mua thêm serum bí đao"
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Nước Hoa Hồng Caryophy Ngừa Mụn Kiềm Dầu Giảm Thâm 300ml",
    "price": "279000",
    "link": "https://hasaki.vn/san-pham/nuoc-hoa-hong-cho-da-mun-caryophy-300ml-78140.html",
    "price_raw": "400000 ",
    "img": "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-nuoc-hoa-hong-cho-da-mun-caryophy-300ml_BsARyHR1bhStzaE3_img_380x380_64adc6_fit_center.png",
    "description": "Nước Hoa Hồng Caryophy Portulaca Toner là sản phẩm Toner không cồn thuộc “bộ 3 chiến binh Caryophy” dành riêng cho da mụn đến từ thương hiệu mỹ phẩm CARYOPHY xuất xứ Hàn Quốc. Công thức với thành phần 100% chiết xuất dưỡng chất từ thiên nhiên như Rau Má, Rau Sam, Chùm Ngây, Nhân Sâm... giúp mang lại công dụng làm giảm mụn thâm, dưỡng ẩm, tẩy da chết, cân bằng độ pH cho da và là bước đệm hoàn hảo để các dưỡng chất thấm sâu vào da tốt nhất.\nNước Hoa Hồng Caryophy Portulaca Toner Ngừa Mụn Kiềm Dầu Giảm Thâm 300ml hiện đã có mặt tại Hasaki.",
    "ingredients": "Tinh Chất Rau Má: Tổng hợp collagen, giảm mụn, mờ thâm, dưỡng sáng da, cấp nước, chống oxy hóa, tăng độ đàn hồi cho da, làm sạch da, hỗ trợ giảm viêm nhiễm, đào thải độc tố cho da.\nTinh Chất Rau Má: Tổng hợp collagen, giảm mụn, mờ thâm, dưỡng sáng da, cấp nước, chống oxy hóa, tăng độ đàn hồi cho da, làm sạch da, hỗ trợ giảm viêm nhiễm, đào thải độc tố cho da.\nTinh Chất Rau Sam: Chứa nhiều vitamin C giúp làm sáng và ngăn ngừa lão hóa da, ngoài ra còn có đặc tính kháng khuẩn và kháng viêm.\nTinh Chất Rau Sam: Chứa nhiều vitamin C giúp làm sáng và ngăn ngừa lão hóa da, ngoài ra còn có đặc tính kháng khuẩn và kháng viêm.\nChiết Xuất Chùm Ngây: Chứa sitokinin: làm da khỏe mạnh, vitamin C chống lão hóa.\nChiết Xuất Chùm Ngây: Chứa sitokinin: làm da khỏe mạnh, vitamin C chống lão hóa.\nChiết Xuất Nhân Sâm: Cấp nước, thúc đẩy tái tạo tế bào da, chống oxy hóa, detox cho da, giúp da sáng hồng rạng rỡ.\nChiết Xuất Nhân Sâm: Cấp nước, thúc đẩy tái tạo tế bào da, chống oxy hóa, detox cho da, giúp da sáng hồng rạng rỡ.\nGlycerin: Cấp ẩm cho da, ngăn ngừa lão hóa, loại bỏ bụi bẩn và làm mềm da.\nGlycerin: Cấp ẩm cho da, ngăn ngừa lão hóa, loại bỏ bụi bẩn và làm mềm da.\nButylene Glycol: Giảm độ nhờn rít cho da.\nButylene Glycol: Giảm độ nhờn rít cho da.\nBeta-Glucan: Cấp ẩm, hỗ trợ chữa lành vết thương, ngăn ngừa hình thành nếp nhăn.\nBeta-Glucan: Cấp ẩm, hỗ trợ chữa lành vết thương, ngăn ngừa hình thành nếp nhăn.\nHyaluronic Acid (HA): Giữ nước, giữ ẩm cho da, làm đầy nếp nhăn, giúp làn da căng bóng tự nhiên.\nHyaluronic Acid (HA): Giữ nước, giữ ẩm cho da, làm đầy nếp nhăn, giúp làn da căng bóng tự nhiên.\nBetaine salicylate: Kháng khuẩn, tẩy tế bào chết cho da dịu nhẹ, làm giảm mụn.\nBetaine salicylate: Kháng khuẩn, tẩy tế bào chết cho da dịu nhẹ, làm giảm mụn.\nTinh Chất Rau Má: Tổng hợp collagen, giảm mụn, mờ thâm, dưỡng sáng da, cấp nước, chống oxy hóa, tăng độ đàn hồi cho da, làm sạch da, hỗ trợ giảm viêm nhiễm, đào thải độc tố cho da.",
    "instructions": "Sử dụng sau bước sữa rửa mặt.\nSử dụng sau bước sữa rửa mặt.\nLấy một lượng toner ra bông cotton nhẹ nhàng lau lên mặt.\nLấy một lượng toner ra bông cotton nhẹ nhàng lau lên mặt.\nMassage để toner thẩm thấu tốt hơn, tránh vùng mắt và vùng miệng.\nMassage để toner thẩm thấu tốt hơn, tránh vùng mắt và vùng miệng.\nCó thể sử dụng làm toner mask, giúp giảm kích ứng da.\nCó thể sử dụng làm toner mask, giúp giảm kích ứng da.\nPha loãng toner với nước theo tỷ lệ 1:9 để thay thế xịt khoáng.\nPha loãng toner với nước theo tỷ lệ 1:9 để thay thế xịt khoáng.\nKhuyến khích sử dụng Toner Caryophy cùng với Sữa rửa mặt Caryophy và Serum Caryophy để đạt hiệu quả tốt nhất và rút ngắn thời gian điều trị mụn, thâm.\nKhuyến khích sử dụng Toner Caryophy cùng với Sữa rửa mặt Caryophy và Serum Caryophy để đạt hiệu quả tốt nhất và rút ngắn thời gian điều trị mụn, thâm.",
    "specifications": "Barcode: 8809501250950\nThương Hiệu: Caryophy\nXuất xứ thương hiệu: Hàn Quốc\nNơi sản xuất: Korea\nGiới tính: ",
    "skin_type": "Da mụn",
    "rating": "4.0",
    "comments": "Da ai có mụn hay dầu dùng con này đã thì thôi nhé , da cai cod mụn hay đỏ lau con này lên dịu hẳn\nMình đã mua sp này nhiều lần rồi. Giảm mụn hẳn, se khít lỗ chân lông thì k tác dụng nhiều, phải kết hợp nhiều sp kìa.\nNgon bổ rẻ. Chai to đùng mua trúng sale được tặng serum nữa dùng 2 3 hôm mụn viêm dịu hẳn. Sẽ mua lại!\ntui cũng giống mấy người đánh giá trước á, dùng cái này dễ sỉn da thật, có lần tui lười chống nắng xong ra đường rồi đi về da xạm hẳn, sợ luôn, nên dùng buổi tối thôi nha mn, nhm dùng thấm nhanh, chất toner đặc, tui thấy dùng khá lâu hết, tui có thấy cải thiện da nữaaaa, da mịn với cả đỡ mụn thật, chắc da tui cũng hợp, sẽ mua lại,\nlúc đặt hàng có quá tặng mua xong Giao chả thấy tặng j..mua shop nhiều lần rồi ..lần này chán thật sự\nDùng lên mụn li ti nhiều, chưa thấy hiệu quả, để dùng thời gian xem thế nào\nSau khi rửa mătj xong bôi lớp toner này lên có rửa lại bằng nước ko hay để qua đêm?\nKhá bất ngờ vì da mình thuộc dạng khó chịu mất nết lắm nhưng dùng cái này lên ko có bất kỳ cảm giác khó chịu nào Chất sệt sệt đổ ra bông hơi uổng, thoa bằng tay cảm giác thích hơn Về tác dụng thì chưa rõ, dùng lâu hơn nữa mình sẽ quay lại đánh giá tiếp Update: Không hiểu sao ban ngày dùng nó xỉn da lắm nha mng, làm dịu da thì ổn chứ ko có tác dụng đặc biệt, hơi dễ lên mụn li ti á nha, vì nó đặc gần như serum vậy, ko thấm được vào da\nLoại này mát da, dịu da, giảm ửng đỏ cho da, cấp ẩm tốt cho da !\nHơi khô da, dưỡng kh kĩ dễ bị xỉn màu"
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Toner Ma:nyo Chứa Tinh Chất Dưỡng Ẩm Cho Da 210ml",
    "price": "149000",
    "link": "https://hasaki.vn/san-pham/toner-ma-nyo-cap-am-cung-co-hang-rao-bao-ve-da-210ml-117462.html",
    "price_raw": "360000 ",
    "img": "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-toner-ma-nyo-cap-am-cung-co-hang-rao-bao-ve-da-210ml_66fCeEriZvUjUQpc_img_380x380_64adc6_fit_center.png",
    "description": "Nước Hoa Hồng Ma:nyo Bifida Biome Ampoule Toner Chứa Tinh Chất Dưỡng Ẩm Cho Da là sản phẩm toner đến từ thương hiệu Ma:nyo - Hàn Quốc. Sản phẩm chứa các thành phần lên men và 5 lớp Hyaluronic Acid sẽ giúp tăng cường hàng rào bảo vệ da, hạn chế tình trạng da bị mất nước, giúp da khỏe mạnh và duy trì sự trẻ trung của da.\nNước Hoa Hồng Ma:nyo Bifida Biome Ampoule Toner Chứa Tinh Chất Dưỡng Ẩm Cho Da 210ml chính hãng hiện đã có tại Hasaki.",
    "ingredients": "ifidobacteria và Lactobacilli, Adenosine, Galactomyces và Niacinamide (chiết xuất men gạo lên men) Chứa các thành phần lên men B giúp kích hoạt các tế bào da sâu và tăng cường lớp da bảo vệ, cải thiện hiệu quả nếp nhăn và tone màu da, làm dịu, làn da bị tổn thương, trẻ hóa và duy trì sự trẻ trung cho làn da.\nifidobacteria và Lactobacilli, Adenosine, Galactomyces và Niacinamide (chiết xuất men gạo lên men) Chứa các thành phần lên men B giúp kích hoạt các tế bào da sâu và tăng cường lớp da bảo vệ, cải thiện hiệu quả nếp nhăn và tone màu da, làm dịu, làn da bị tổn thương, trẻ hóa và duy trì sự trẻ trung cho làn da.\nCeramide NP: giúp tạo lớp hàng rào bảo vệ bề mặt da, ngăn ngừa vi khuẩn và tác nhân gây hại xâm nhập vào da, giúp củng cố cấu trúc màng lipid tự nhiên của da, giúp giữ nước và duy trì độ ẩm cho da, thúc đẩy sự tái tạo và củng cố hàng rào tự nhiên của da, giúp cải thiện độ đàn hồi và giảm thiểu nếp nhăn trên da.\nCeramide NP: giúp tạo lớp hàng rào bảo vệ bề mặt da, ngăn ngừa vi khuẩn và tác nhân gây hại xâm nhập vào da, giúp củng cố cấu trúc màng lipid tự nhiên của da, giúp giữ nước và duy trì độ ẩm cho da, thúc đẩy sự tái tạo và củng cố hàng rào tự nhiên của da, giúp cải thiện độ đàn hồi và giảm thiểu nếp nhăn trên da.\nBifida Ferment Filtrate: giúp củng cố và bảo vệ hàng rào tự nhiên của da, giúp làm dịu và giảm thiểu tình trạng da tổn thương, giúp giảm viêm và ngăn chặn sự phát triển của vi khuẩn gây viêm, giúp cân bằng độ ẩm của da, giúp giữ cho da mềm mại, mịn màng và mềm mại, có khả năng làm dịu tự nhiên, giúp giảm thiểu tình trạng da kích ứng và đỏ.\nBifida Ferment Filtrate: giúp củng cố và bảo vệ hàng rào tự nhiên của da, giúp làm dịu và giảm thiểu tình trạng da tổn thương, giúp giảm viêm và ngăn chặn sự phát triển của vi khuẩn gây viêm, giúp cân bằng độ ẩm của da, giúp giữ cho da mềm mại, mịn màng và mềm mại, có khả năng làm dịu tự nhiên, giúp giảm thiểu tình trạng da kích ứng và đỏ.\nHyaluronic Acid Thành phần dưỡng ẩm 5 lớp  giúp tạo ra hàng rào tránh mất nước cho da, giúp da luôn khoẻ mạnh, căng tràn sức sống.\nHyaluronic Acid Thành phần dưỡng ẩm 5 lớp  giúp tạo ra hàng rào tránh mất nước cho da, giúp da luôn khoẻ mạnh, căng tràn sức sống.\nPHA Chứa  tự nhiên từ sữa giúp làm sạch bã nhờn và bụi bẩn, giảm thiểu tắc nghẽn lcl là nguyên nhân sinh mụn, trả lại làn da sạch không tì vết.\nPHA Chứa  tự nhiên từ sữa giúp làm sạch bã nhờn và bụi bẩn, giảm thiểu tắc nghẽn lcl là nguyên nhân sinh mụn, trả lại làn da sạch không tì vết.\nChứa các thành phần lên men Bifidobacteria và Lactobacilli, Adenosine, Galactomyces và Niacinamide (chiết xuất men gạo lên men) giúp kích hoạt các tế bào da sâu và tăng cường lớp da bảo vệ, cải thiện hiệu quả nếp nhăn và tone màu da, làm dịu, làn da bị tổn thương, trẻ hóa và duy trì sự trẻ trung cho làn da.\nCeramide NP: giúp tạo lớp hàng rào bảo vệ bề mặt da, ngăn ngừa vi khuẩn và tác nhân gây hại xâm nhập vào da, giúp củng cố cấu trúc màng lipid tự nhiên của da, giúp giữ nước và duy trì độ ẩm cho da, thúc đẩy sự tái tạo và củng cố hàng rào tự nhiên của da, giúp cải thiện độ đàn hồi và giảm thiểu nếp nhăn trên da.\nBifida Ferment Filtrate: giúp củng cố và bảo vệ hàng rào tự nhiên của da, giúp làm dịu và giảm thiểu tình trạng da tổn thương, giúp giảm viêm và ngăn chặn sự phát triển của vi khuẩn gây viêm, giúp cân bằng độ ẩm của da, giúp giữ cho da mềm mại, mịn màng và mềm mại, có khả năng làm dịu tự nhiên, giúp giảm thiểu tình trạng da kích ứng và đỏ.\nThành phần dưỡng ẩm 5 lớp Hyaluronic Acid giúp tạo ra hàng rào tránh mất nước cho da, giúp da luôn khoẻ mạnh, căng tràn sức sống.\nChứa PHA tự nhiên từ sữa giúp làm sạch bã nhờn và bụi bẩn, giảm thiểu tắc nghẽn lcl là nguyên nhân sinh mụn, trả lại làn da sạch không tì vết.\nWater, Butylene Glycol, Glycerin, Propanediol, Pentylene Glycol, Hamamelis Virginiana (Witch Hazel) Water, Lactobacillus Ferment Lysate, Lactococcus Ferment Lysate, Lactobacillus/Pumpkin Ferment Extract, Saccharomyces Ferment Filtrate, Betaine, Allantoin, Panthenol, Ceramide NP, Hyaluronic Acid, Hydrolyzed Hyaluronic Acid, Hydrolyzed Glycosaminoglycans, Sodium Hyaluronate, Sodium Hyaluronate Crosspolymer, Hydrogenated Lecithin, Bifida Ferment Filtrate, Bifida Ferment Lysate, Xylitol, Anhydroxylitol, Xylitylglucoside, Glucose, 1,2-Hexanediol, Salix Alba (Willow) Bark Extract, Lactobionic Acid, Saccharum Officinarum (Sugarcane) Extract, Cutibacterium Granulosum Ferment Extract Filtrate(10ppb), Fructose, Fructooligosaccharides, Caprylic/Capric Triglyceride, Benzyl Glycol, Tocopherol, Ethylhexylglycerin, Xanthan Gum, Disodium EDTA, Chondrus Crispus Extract, Chlorella Vulgaris Extract Contains 1,000ppm bifida ferment content(Bifida Ferment Filtrate, Bifida Ferment Lysate)",
    "instructions": "Sau bước làm sạch da, cho nước hoa hồng Ma:nyo ra bông cotton và nhẹ nhàng lau đều lên khắp khuôn mặt.\nSau bước làm sạch da, cho nước hoa hồng Ma:nyo ra bông cotton và nhẹ nhàng lau đều lên khắp khuôn mặt.\nVỗ nhẹ cho đến khi sản phẩm hấp thụ hoàn toàn vào da.\nVỗ nhẹ cho đến khi sản phẩm hấp thụ hoàn toàn vào da.",
    "specifications": "Barcode: 8809730950881\nThương Hiệu: Ma:nyo\nXuất xứ thương hiệu: Hàn Quốc\nNơi sản xuất: Korea",
    "skin_type": "Da khô/Hỗn hợp khô",
    "rating": "5.0",
    "comments": "Trộm vía sài em này ổn áp quá dc mng đánh giá rv nhiều nên mua về sài thử xem saoo phải xét về lâu dài nữa nha nma sài k bị kích ứng là ok r"
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Lotion Meishoku Bigansui Ngăn Ngừa Mụn 90ml",
    "price": "178000",
    "link": "https://hasaki.vn/san-pham/nuoc-hoa-hong-duong-da-ngan-ngua-mun-meishoku-90ml-6708.html",
    "price_raw": "280000 ",
    "img": "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-nuoc-hoa-hong-duong-da-ngan-ngua-mun-meishoku-90ml-1709008834_img_380x380_64adc6_fit_center.jpg",
    "description": "Meishoku Bigansui Medicated Skin Lotion là dòng lotion ngăn ngừa mụn nổi tiếng đến từ thương hiệu Meishoku Nhật Bản. Sản phẩm giúp kiểm soát bã nhờn dư thừa, diệt trừ vi khuẩn mụn trứng cá với sự kết hợp của 2 thành phần hữu hiệu là SALICYLIC ACID và PIONIN, mang đến cảm giác sạch sẽ, giữ làn da mịn màng mà hoàn toàn không gây bóng dầu.\nBigansui được biết đến như là sản phẩm lotion ngăn ngừa mụn, làm sạch da và giúp da khỏe lên mỗi ngày. Cả trăm năm qua chất lượng của Bigansui đã được chứng minh bởi sự yêu mến của người tiêu dùng ở Nhật và trên khắp thế giới.\nLotion Meishoku Bigansui Ngăn Ngừa Mụn 90ml hiện đã có mặt tại Hasaki.",
    "ingredients": "Salicylic Acid (BHA): là thành phần vô cùng hiệu quả trong việc điều trị mụn và giúp kiểm soát dầu nhờn trên da, vừa có tác dụng làm mềm lớp sừng vừa ngăn ngừa mụn.\nSalicylic Acid (BHA): là thành phần vô cùng hiệu quả trong việc điều trị mụn và giúp kiểm soát dầu nhờn trên da, vừa có tác dụng làm mềm lớp sừng vừa ngăn ngừa mụn.\nHoạt chất Pionin: là chất sát khuẩn vô cùng hiệu nghiệm, làm giảm sự tăng sinh vi khuẩn ngừa mụn, kiểm soát dầu thừa, cân bằng độ ẩm cho da.\nHoạt chất Pionin: là chất sát khuẩn vô cùng hiệu nghiệm, làm giảm sự tăng sinh vi khuẩn ngừa mụn, kiểm soát dầu thừa, cân bằng độ ẩm cho da.\nlà thành phần vô cùng hiệu quả trong việc điều trị mụn và giúp kiểm soát dầu nhờn trên da, vừa có tác dụng làm mềm lớp sừng vừa ngăn ngừa mụn.\nlà chất sát khuẩn vô cùng hiệu nghiệm, làm giảm sự tăng sinh vi khuẩn ngừa mụn, kiểm soát dầu thừa, cân bằng độ ẩm cho da.",
    "instructions": "Sau khi rửa mặt xong, cho một lượng phù hợp vào lòng bàn tay và thoa nhẹ nhàng lên toàn bộ khuôn mặt.\nSau khi rửa mặt xong, cho một lượng phù hợp vào lòng bàn tay và thoa nhẹ nhàng lên toàn bộ khuôn mặt.\nHiệu quả sẽ tốt hơn khi sử dụng bằng bông cotton giúp lấy đi lớp dầu thừa và tế bào chết.\nHiệu quả sẽ tốt hơn khi sử dụng bằng bông cotton giúp lấy đi lớp dầu thừa và tế bào chết.",
    "specifications": "Barcode: 4902468802003\nThương Hiệu: MEISHOKU\nXuất xứ thương hiệu: Nhật Bản\nNơi sản xuất: Japan",
    "skin_type": "Da mụn",
    "rating": "4.6",
    "comments": "Sản phẩm rất tốt, mình dùng cách ngày với BHA thấy đỡ mụn hẳn\nNgừa mụn rất hiệu quả Mình dùng xen kẽ với toner khác Khi nào có mụn thì đổi qua dùng e này\nLần sau mình sẽ mua lại nữa\ntoner này mình xài chai này là chai thứ 2 rồi, mê cực kỳ luôn í, da bị lên mụn tối bôi lên sáng hôm sau dậy mụn giảm sưng hẳn luôn, vết bỏng nhẹ hay côn trùng cắn thoa em này lên cũng hiệu quả nữa, cực kỳ thần thánh. Da dầu dùng tốt nè, hơi có mùi cồn xíu.\ntốt lắm nha dùng chai thứ n ^^\nMùi cồn hơi nồng, dần sẽ quen. Bạn nào da yếu, da mụn, da nhạy cảm nên cân nhắc nha. Vì sp lên da gây châm chích, đỏ da, rát, làm cay mắt.Chỉ là lotion hỗ trợ thui nên về phần trị mụn thì mình đánh giá kém, k hiệu quả lắm, ngừa viêm thì ok hơn. Mình dùng như toner, thấm cũng nhanh lắm nha.Giao hàng siêu nhanh, tối đặt sáng mai giao+đúng giờ.\nđó giờ t sài toner của some bye mi , mới đổi sang loại này. Phải nói là nó thần thánh lắm luôn ý, mặt giảm mụn sưng sau 1 ngày, làm sạch quâ là ok . Mùi cồn nồng lắm, tại nó bản tính nó là rượu. Da dầu dùng thì sẽ oki nè, tui dùng da không khô lắm\nHơi bất ngờ, tại da mình nhạy cảm và ghét cồn, định mua loại này về chấm mụn nhưng không ngờ khi da đang ở trạng thái ổn, ko có vết thương/ vết xước thì khi apply lên da ko hề kích ứng, rất sạch và nhẹ da, khi thấm hết da còn hơi bóng lên và có độ ẩm tự nhiên Da dầu, mụn mình nghĩ sẽ cực hợp và trị mụn viêm tốt nha nhưng da nhạy cảm vẫn nên cân nhắc, dùng ít thôi hoặc chấm mụn rất hiệu quả nha\nMình mua lần này chắc lần thứ n rồi vì dùng quá tốt, da mình tuy da dầu mụn nhưng lại dùng em này ổn, không bị bào da. Có nhiều bạn bảo mùi cồn nồng vì chai này là rượu biến tính mà , dùng em này xong bye bye mụn đầu đen luôn vì khả năng làm sạch của em nó.\nMới dùng đc mấy ngày mà thấy khả năng làm mụn xẹp rất tốt nha mỗi tội mùi hơi nồng nhưng dùng ưng ý. Da mình là dầu mụn"
}
{
    "category": "Chăm Sóc Da Mặt / Đặc Trị / Serum / Tinh Chất",
    "name": "Eucerin Serum Mờ Thâm Nám 30ml + Nước Dưỡng Sáng Da 100ml",
    "price": "1167000",
    "link": "https://hasaki.vn/san-pham/mua-1-tang-1-eucerin-serum-mo-tham-nam-30ml-nuoc-duong-sang-da-100ml-116231.html",
    "price_raw": "1459000 ",
    "img": "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-mua-1-tang-1-eucerin-serum-mo-tham-nam-30ml-nuoc-duong-sang-da-100ml_My5yLjRky2r6bAAQ_img_380x380_64adc6_fit_center.png",
    "description": "Combo Chăm Sóc Da Mặt Eucerin hiện đã có mặt tại Hasaki gồm 2 sản phẩm:\nSerum Eucerin Spotless Brightening Booster Serum Dưỡng Sáng Da, Mờ Thâm Nám 30ml\nNước Dưỡng Eucerin Boosting Essence Làm Sáng Và Cấp Ẩm Cho Da 100ml\nThông tin sản phẩm:\n1. Serum Eucerin Spotless Brightening Booster Serum Dưỡng Sáng Da, Mờ Thâm Nám 30ml \nTinh Chất Eucerin Spotless Brightening Booster Serum là phiên bản serum chuyên biệt dành cho tình trạng da nám - tàn nhang - đốm sắc tố vừa được ra mắt từ thương hiệu Eucerin. Công thức đột phá mới chứa hoạt chất độc quyền nồng độ cao Thiamidol kết hợp cùng Licochalcone A giúp cải thiện hiệu quả làn da sạm màu và thâm nám, nuôi dưỡng da sáng mịn đồng thời ngăn ngừa hình thành đốm sắc tố mới.",
    "ingredients": "Thiamidol: Ức chế enzyme Tyrosinase, từ đó giảm và cải thiện tế bào melanin đậm màu.\nThiamidol: Ức chế enzyme Tyrosinase, từ đó giảm và cải thiện tế bào melanin đậm màu.\nPro – Brightening system: Licochalcone A chiết xuất từ rễ cây cam thảo và một số hoạt chất chống oxy hóa tạo thành lá chắn bảo vệ da trước tác hại của tia UV/HEVIS và ngừa thâm nám tái sinh.\nPro – Brightening system: Licochalcone A chiết xuất từ rễ cây cam thảo và một số hoạt chất chống oxy hóa tạo thành lá chắn bảo vệ da trước tác hại của tia UV/HEVIS và ngừa thâm nám tái sinh.\nHyaluronic Acid: Dưỡng ẩm và giảm nếp nhăn.\nHyaluronic Acid: Dưỡng ẩm và giảm nếp nhăn.\nThành phần chi tiết: Aqua, Alcohol Denat, Butylene Glycol, Glycerin, Octocrylene, Isopropyl Palmitate, Cetearyl Isononanoate, Distarch Phosphate, Methylpropanediol, Isobutylamido Thiazolyl Resorcinol, Sodium Ascorbyl Phosphate, Sodium Hyaluronate, Glycyrrhiza Inflata Root Extract, Tocopherol, Glucosylrutin, Sodium Stearoyl Glutamate, Glyceryl Stearate, Sodium Polyacrylate, Dimethicone, Isoquercitrin, Citric Acid, Sodium Chloride, Trisodium EDTA, Caprylyl Glycol, Phenoxyethanol, Parfum\nVitamin C: tăng cường đào thải melanin dư thừa từ đó cải thiện đều màu da và làm sáng da.\nVitamin C: tăng cường đào thải melanin dư thừa từ đó cải thiện đều màu da và làm sáng da.\nPanthenol: sửa chữa tế bào da bị hư tổn nhờ kích thích quá trình tái tạo da hiệu quả hơn, làm mịn kết cấu da.\nPanthenol: sửa chữa tế bào da bị hư tổn nhờ kích thích quá trình tái tạo da hiệu quả hơn, làm mịn kết cấu da.\nHyaluronic Acid: chuỗi dài và chuỗi ngắn giúp cấp ẩm từ bề mặt da đến tận lớp biểu bì bên dưới.\nHyaluronic Acid: chuỗi dài và chuỗi ngắn giúp cấp ẩm từ bề mặt da đến tận lớp biểu bì bên dưới.\nGlycerin: làm mềm mượt và cấp nước tức thì cho làn da.\nGlycerin: làm mềm mượt và cấp nước tức thì cho làn da.",
    "instructions": "Dùng sản phẩm mỗi ngày, vào buổi sáng và tối sau bước làm sạch.\nDùng sản phẩm mỗi ngày, vào buổi sáng và tối sau bước làm sạch.\nDùng sau bước làm sạch.\nDùng sau bước làm sạch.\nThoa một lượng vừa đủ, nhẹ nhàng mát-xa để dưỡng chất thấm sâu vào trong da.\nThoa một lượng vừa đủ, nhẹ nhàng mát-xa để dưỡng chất thấm sâu vào trong da.\nTránh thoa vùng da quanh mắt.\nTránh thoa vùng da quanh mắt.\nSử dụng 02 lần vào buổi sáng và tối.\nSử dụng 02 lần vào buổi sáng và tối.",
    "specifications": "Barcode: 4005800361258\nThương Hiệu: Eucerin\nXuất xứ thương hiệu: Ðức\nNơi sản xuất: ",
    "skin_type": "Da thường/Mọi loại da",
    "rating": "0.0",
    "comments": ""
}
{
    "category": null,
    "name": "Toner L'Oreal Tái Tạo Da, Dưỡng Sáng Và Căng Mịn 128ml",
    "price": "305000",
    "link": "https://hasaki.vn/san-pham/toner-l-oreal-tai-tao-da-duong-sang-va-cang-min-128ml-110476.html",
    "price_raw": "469000 ",
    "img": "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-toner-l-oreal-tai-tao-da-duong-sang-va-cang-min-128ml_kZ8kvBc9hSpV8dNq_img_380x380_64adc6_fit_center.png",
    "description": "Toner L'Oreal Glycolic Bright Peeling Toner Tái Tạo Da, Dưỡng Sáng Và Căng Mịn 128ml là sản phẩm toner đến từ thương hiệu mỹ phẩm L'OREAL của Pháp. L’Oréal Paris Glycolic Bright Peeling Toner với 5% Glycolic Acid giúp thúc đẩy tái tạo da, làn da trông sáng và căng mịn từ sau 1 tuần là sản phẩm tinh chất dưỡng da đến từ thương hiệu mỹ phẩm L’Oreal Paris của Pháp, với phức hợp làm sáng 4 trong 1 trong đó chứa 5% Glycolic Acid có khả năng loại bỏ loại bỏ tế bào chết nhẹ nhàng, tái tạo da giúp các dưỡng chất thẩm thấu sâu vào da đem lại hiệu quả dưỡng sáng mịn, ức chế sản sinh melanin giảm các vết thâm nám.\nHiện sản phẩm Toner L'Oreal Glycolic Bright Peeling Toner Tái Tạo Da, Dưỡng Sáng Và Căng Mịn 128ml đã có mặt tại Hasaki.",
    "ingredients": "Glycolic Acid [AHA] 1% loại bỏ melanin ở từng tế bào, giảm thâm nám, đốm sạm màu, giảm khuyết điểm, làm đều màu da và làn da trông rạng rỡ hơn.\nGlycolic Acid [AHA] 1% loại bỏ melanin ở từng tế bào, giảm thâm nám, đốm sạm màu, giảm khuyết điểm, làm đều màu da và làn da trông rạng rỡ hơn.\nNiacinamide 2% làm ức chế melanin trên bề mặt da, ngăn hình thành các đốm sắc tố sạm nám trên da.\nNiacinamide 2% làm ức chế melanin trên bề mặt da, ngăn hình thành các đốm sắc tố sạm nám trên da.\nSymwhite giảm sinh melanin tận gốc.\nSymwhite giảm sinh melanin tận gốc.\nVitamin C làm sáng da và chống oxy hóa.\nVitamin C làm sáng da và chống oxy hóa.\nGlycolic Acid [AHA] 1% loại bỏ melanin ở từng tế bào, giảm thâm nám, đốm sạm màu, giảm khuyết điểm, làm đều màu da và làn da trông rạng rỡ hơn.\nNiacinamide 2% làm ức chế melanin trên bề mặt da, ngăn hình thành các đốm sắc tố sạm nám trên da.\nSymwhite giảm sinh melanin tận gốc.\nVitamin C làm sáng da và chống oxy hóa.\nAqua / Water,Glycolic Acid,Hydroxyethylpiperazine Ethane Sulfonic Acid, Glycerin ,Sodium Hydroxide,Citric Acid, Pentylene Glycol, Ascorbyl Glucoside ,Panthenol , Peg-40 Hydrogenated Castor Oil , Ppg-26-Buteth-26, Tocopherol, Bis-Peg-18 Methyl Ether Dimethyl Silane, Benzyl Alcohol, Hexyl Cinnamal,Limonene, Linalool , Salicylic Acid, Parfum / Fragrance.",
    "instructions": "Làm sạch da mặt với tẩy trang và sữa rửa mặt.\nLàm sạch da mặt với tẩy trang và sữa rửa mặt.\nLắc nhẹ chai nước dưỡng, cho 1 lượng nhỏ thấm đều miếng bông.\nLắc nhẹ chai nước dưỡng, cho 1 lượng nhỏ thấm đều miếng bông.\nNhẹ nhàng thoa đều khắp mặt.\nNhẹ nhàng thoa đều khắp mặt.\nDùng kèm serum cho hiệu quả sáng mịn tối ưu.\nDùng kèm serum cho hiệu quả sáng mịn tối ưu.\nĐừng quên kem chống nắng bảo vệ da mỗi sáng.\nĐừng quên kem chống nắng bảo vệ da mỗi sáng.\nDùng hàng ngày vào sáng và tối, trước bước kem dưỡng ẩm.\nDùng hàng ngày vào sáng và tối, trước bước kem dưỡng ẩm.\nNên dùng kèm Kem dưỡng Glycolic-Bright để đạt hiệu quả tốt nhất.\nNên dùng kèm Kem dưỡng Glycolic-Bright để đạt hiệu quả tốt nhất.\nTránh tiếp xúc vào vùng da quanh mắt.\nTránh tiếp xúc vào vùng da quanh mắt.",
    "specifications": "Barcode: 6941594509156\nThương Hiệu: L'Oreal\nXuất xứ thương hiệu: Pháp\nNơi sản xuất: ",
    "skin_type": "Da thường/Mọi loại da",
    "rating": "0.0",
    "comments": ""
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Toner Eucerin Dưỡng Ẩm Cho Da Nhạy Cảm 200ml",
    "price": "540000",
    "link": "https://hasaki.vn/san-pham/nuoc-can-bang-eucerin-duong-am-cho-da-nhay-cam-200ml-88495.html",
    "price_raw": "603000 ",
    "img": "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-nuoc-can-bang-eucerin-duong-am-cho-da-nhay-cam-200ml_PSKkdZZtt2kukBuZ_img_380x380_64adc6_fit_center.png",
    "description": "Nước Hoa Hồng Eucerin Cấp Ẩm Cho Da DermatoCLEAN Hyaluron Toner 200ml là dòng nước hoa hồng đến từ thương hiệu mỹ phẩm EUCERIN của Đức, có nguồn gốc tự nhiên giúp làm sạch sâu, cân bằng độ ẩm cho da giúp da săn chắc, đàn hồi, sẵn sàng cho quy trình dưỡng da tiếp theo.",
    "ingredients": "Aqua Dipropylene Glycol Glyceryl Glucoside Glycerin Sodium Hyaluronate Decyl Glucoside Sodium Citrate Citric Acid Cocamidopropyl Betaine Trisodium EDTA Sodium Chloride 1,2-Hexanediol Phenoxyethanol",
    "instructions": "Sau khi rửa mặt sạch, dùng bông tẩy trang thấm dung dịch nước hoa hồng và thoa đều khắp mặt.\nSau khi rửa mặt sạch, dùng bông tẩy trang thấm dung dịch nước hoa hồng và thoa đều khắp mặt.\nDùng hằng ngày, đều đặn cả sáng và tối.\nDùng hằng ngày, đều đặn cả sáng và tối.",
    "specifications": "Barcode: 8850029032498\nThương Hiệu: Eucerin\nXuất xứ thương hiệu: Ðức\nNơi sản xuất: ",
    "skin_type": "Da nhạy cảm",
    "rating": "5.0",
    "comments": "Sau khoảng 2 tuần sử dụng toner đều đặn thì mình cảm nhận thấy dòng toner này có hiệu quả làm se khít lỗ chân lông khá tốt, cấp ẩm, phục hồi làn da khô ráp, sần sùi phải nói là siêu ưng ý luôn nhé. Dòng toner này còn được mình đánh giá cao ở độ lành tính, an toàn khi dùng cho cả những vùng da nhạy cảm như mắt và môi. Không cồn, không dầu khoáng, không mùi hương liệu nên vô cùng an toàn và thích hợp cho những làn da siêu nhạy cảm. 9/10₫\ndùng tuyệt, da không bị khô hay căng quá, dùng cho da nhạy cảm rất hợp"
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Nước Hoa Hồng EVELINE Chiết Xuất Trà Matcha 400ml",
    "price": "179000",
    "link": "https://hasaki.vn/san-pham/nuoc-hoa-hong-eveline-chiet-xuat-tra-matcha-400ml-79813.html",
    "price_raw": "255000 ",
    "img": "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-248100018-1704795612_img_380x380_64adc6_fit_center.png",
    "description": "Nước Hoa Hồng Chiết Xuất Trà Matcha EVELINE Toning Water With Magma Mineral Matcha Tea Water 400ml\nĐảo Jeju là một đảo núi lửa tọa lạc ở cực nam của vùng biển Hàn Quốc, được mệnh danh là “hòn đảo thiên đường”, “nàng tiên cá Hàn Quốc” hay “Hawaii của Hàn Quốc” nhờ vào vẻ đẹp hoang sơ nhưng đầy thơ mộng của tự nhiên mang lại. Được hình thành từ dung nham núi lửa đã hơn 2 triệu năm về trước, đất trên đảo Jeju hòa lẫn với tro núi lửa tạo nên một nguồn dinh dưỡng dồi dào cho cây cối phát triển. Do cách biệt với đất liền, đảo Jeju có hệ thực vật vô cùng phong phú và gần như không hề bị ô nhiễm như những khu vực khác trên thế giới. Rất nhiều thương hiệu mỹ phẩm đã lựa chọn các nguyên liệu tự nhiên từ hòn đảo Jeju xinh đẹp để đưa vào các sản phẩm chăm sóc da, ví dụ như chiết xuất từ lá trà xanh nổi tiếng nhờ khả năng chống oxy hóa mạnh mẽ, bảo vệ da khỏi gốc tự do gây hại hay nguồn nước suối khoáng nóng giàu khoáng chất – mang lại cảm giác thư giãn đồng thời làm dịu da, chống oxy hóa cho da.\nLấy cảm hứng từ hòn đảo Jeju xinh đẹp, thương hiệu mỹ phẩm Ba Lan EVELINE đã cho ra đời sản phẩm Nước Hoa Hồng Chiết Xuất Trà Matcha EVELINE Toning Water With Magma Mineral Matcha Tea Water 400ml với công thức độc đáo chứa hai thành phần chính nổi bật là nước khoáng nóng từ đảo Jeju giàu khoáng chất magma cùng chiết xuất lá trà Matcha, có tác dụng làm sạch da và làm dịu các tình trạng da kích ứng, mẩn đỏ, cân bằng độ pH sinh lý tự nhiên của da, dưỡng ẩm dịu nhẹ và cải thiện kết cấu da giúp mang lại làn da mềm mại, mịn màng và tươi sáng rạng rỡ. Làn da sẽ được chuẩn bị để sẵn sàng hấp thu tối đa các dưỡng chất từ các sản phẩm chăm sóc da kế tiếp. Sản phẩm được kiểm soát bởi các bác sĩ da liễu, an toàn và lành tính cho mọi loại da.\nHiện sản phẩm đã có mặt tại Hasaki.",
    "ingredients": "Aqua, Peg-6 Caprylic/Capric Glycerides, Sea Water, Camellia Sinensis Leaf Water, Butylene Glycol, Cetrimonium Bromide, Peg-50 Shea Butter, Saccharomyc Es/Rice Ferment Filtrate, 1,2-Hexanediol, Parfum, Cucurbita Pepo Seed Oil, Rosmarinus Officinalis Leaf Oil, Salvia Starea Oil, Chamomilla Recutita Flower Oil, Panthenol, Polysorbate 80, Mentha Piperita Oil, Dmdm Hydantoin, Iodopropynyl, Butylcarbamate, Citric Acid, Sodium Benzoate, Potassium Sorbate, Phenoxyethanol, Ethylhexylglycerin, Sodium Salicylate, Caprylyl Glycol, Hydroxypropyl Guar, Tocopheryl Acetate, Limonene, Benzyl Salicylate, Linalool.\nAqua, Peg-6 Caprylic/Capric Glycerides, Sea Water, Camellia Sinensis Leaf Water, Butylene Glycol, Cetrimonium Bromide, Peg-50 Shea Butter, Saccharomyc Es/Rice Ferment Filtrate, 1,2-Hexanediol, Parfum, Cucurbita Pepo Seed Oil, Rosmarinus Officinalis Leaf Oil, Salvia Starea Oil, Chamomilla Recutita Flower Oil, Panthenol, Polysorbate 80, Mentha Piperita Oil, Dmdm Hydantoin, Iodopropynyl, Butylcarbamate, Citric Acid, Sodium Benzoate, Potassium Sorbate, Phenoxyethanol, Ethylhexylglycerin, Sodium Salicylate, Caprylyl Glycol, Hydroxypropyl Guar, Tocopheryl Acetate, Limonene, Benzyl Salicylate, Linalool.",
    "instructions": "Đổ một lượng nước hoa hồng ra bông tẩy trang và nhẹ nhàng thấm lên da mặt và cổ.",
    "specifications": "Barcode: 5901761968033\nThương Hiệu: Eveline\nXuất xứ thương hiệu: Ba Lan\nNơi sản xuất: ",
    "skin_type": "Da thường/Mọi loại da",
    "rating": "5.0",
    "comments": "mùi thơm ok, bạn nào ko thích dùng sp có mùi thì nên bỏ qua nha, vì nó thơm lâu lắm á. Da mình hỗn hợp thiên khô, xài bị kích ứng nổi mụn rất nhiều huhu\nui thích cực thấy hãng này lâu r mà mình chưa mua vì nghĩ toner ko cần thiết. nhưng khi sử dụng lên mặt đã lắm thơm thanh mát dịu nhẹ nữa\nThơm trà xanh nha hihi\nmình thuộc da nhạy cảm - da mỏng Dùng 1 tuần rồi mới review cho ce Xài rất êm , ko hề kích ứng . Có mùi hương như romana nam í . Giá cả hợp lý đáng để ce tin dùng ạ\nlần đầu tiên dùng sp này thì thấy có hiệu quả. Mùi thơm, dịu mát, mặt tươi sáng hơn hẳn, cũng ít thấy bị mụn viêm hơn.\ngiao hàng nhanh, sp dùng thích , thơm mùi trà xanh, giảm dịu các nốt mụn sưng viêm\nMùi rất thơm. da mình rất nhiều dầu nhưng khi sử dụng thấy da không còn bết dính.\nMình xài simple ko có giảm dầu, cái mình đc tư vấn chuyển qua dòng này. Apply lần đầu lên mặt rất thích luôn, thơm nhẹ mùi trà xanh, mát. Sau 1 tuần sử dụng có giảm dầu, mong là sau 1 tháng sử dụng sẽ sẽ khít lcl\nthơm sang chảnh như mùi nước hoa của Nam ý.. nên b nào k thích mùi lưu ý.. thơm thoang thoảng trên da hoài luôn.. từ khi sd có giảm dầu nhé mn mặt mình bớt mụn han\ncảm giác mát lạnh khi apply lên da. mùi thơm dễ chịu"
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Toner Pyunkang Yul Cấp Ẩm, Làm Dịu Da 100ml",
    "price": "191000",
    "link": "https://hasaki.vn/san-pham/toner-pyunkang-yul-cap-am-lam-diu-da-100ml-112885.html",
    "price_raw": "255000 ",
    "img": "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-toner-pyunkang-yul-cap-am-lam-diu-da-100ml_6gxTNMpae1oADtAJ_img_380x380_64adc6_fit_center.png",
    "description": "Toner Pyunkang Yul Essence Toner Cấp Ẩm, Làm Dịu Da là sản phẩm nước hoa hồng đến từ thương hiệu Pyunkang Yul - Hàn Quốc. Với công thức cô đặc độc quyền an toàn, lành tính, sản phẩm sẽ giúp làn da được làm dịu, thư giãn, gạt bỏ những mệt mỏi, muộn phiền. Từ đây, làn da sẽ tìm thấy sự cân bằng hoàn hảo dành cho riêng mình, đem lại cảm giác ẩm mướt, mịn màng cho một khởi đầu chu trình chăm sóc da \"Tối giản chuẩn Pyunkang Yul\".\nToner Pyunkang Yul Essence Toner Cấp Ẩm, Làm Dịu Da hiện đã có tại Hasaki với 3 dung tích:\n30ml\n100ml\n200ml",
    "ingredients": "94.6% chiết xuất rễ cây Hoàng Kỳ: Kháng khuẩn, kháng viêm, chống oxy hóa.\n94.6% chiết xuất rễ cây Hoàng Kỳ: Kháng khuẩn, kháng viêm, chống oxy hóa.\nArigin: Đóng vai trò như một amino axit, giúp tăng sinh collagen, làm dịu da và đẩy nhanh tốc độ lành vết thương.\nArigin: Đóng vai trò như một amino axit, giúp tăng sinh collagen, làm dịu da và đẩy nhanh tốc độ lành vết thương.\n94.6% chiết xuất rễ cây Hoàng Kỳ: Kháng khuẩn, kháng viêm, chống oxy hóa.\nArigin: Đóng vai trò như một amino axit, giúp tăng sinh collagen, làm dịu da và đẩy nhanh tốc độ lành vết thương.\nAstragalus Membranaceus Root Extract, 1,2-Hexanediol, Butylene Glycol, Bis-PEG-18 Methyl Ether Dimethyl Silane, Hydroxyethylcellulose, Carbomer, Arginine.",
    "instructions": "Cách 1: Sau khi rửa mặt, đổ một lượng vừa đủ sản phẩm ra tay và thoa đều khắp mặt. Vỗ nhẹ vào làn da để các hoạt chất thẩm thấu nhanh hơn.\nCách 2: Thấm một miếng bông với toner và nhẹ nhàng lau theo chiều của da.\nCách 3: Nếu bạn cần làm dịu và dưỡng ẩm, cho một lượng toner lên miếng bông mỏng rồi đắp lên mặt, để 5 - 10 phút như mặt nạ.",
    "specifications": "Barcode: 8809486680353\nThương Hiệu: Pyunkang Yul\nXuất xứ thương hiệu: Hàn Quốc\nNơi sản xuất: Korea",
    "skin_type": "Da thường/Mọi loại da",
    "rating": "5.0",
    "comments": "Mình lấy ml nhỏ xài thử, trộm vía êm nha, cảm giác ko nhờn rít rất dễ chịu trên da. Hết sẽ đổi chai to\nNhư tìm được chân ái vậy đó. Mình mới dùng hết 1 chai và trộm día thấy hợp nha. Da mình dầu, lỗ chân lông to. Mới dùng 1 chai thấy da cải thiện rõ luôn đó mn. Cấp ẩm, căng mọng đã nha. Mọi người nên thử\nThành phần dịu nhẹ, cấp ẩm tốt. Mình thích em này quá luôn và không muốn dùng loại nào khác hết. Trước giờ các loại toner khác hay làm mình có cảm giác kì kì, hoặc châm chích, còn em này làm dịu da tốt lắm.\nQuá xuất sắc! Trong các loại toner mình xài qua thì chưa có loại nào cấp ẩm tốt như toner này! Kết cấu nước hơi sệt, trong vắt, mùi nhẹ nhẹ dễ chịu (không hương liệu). Bảng thành phần siêu tối giản với đa số là chiết xuất rễ cây Hoàng Kỳ, và đặc biệt là không chứa Hyaluronic Acid (HA). Nếu các bạn tìm hiểu kỹ và sâu, sẽ biết HA thật sự không hề tốt cho da như quảng cáo. Mình khuyến khích các bạn xem qua clip \"Let's Get Intimate: Hyaluronic Acid | Dr. Shereene Idriss\" trên YouTube để tìm hiểu về vấn đề này nha. Đây cũng là lý do mình chọn mua toner này, vì hiện tại hiếm có toner nào không chứa HA trong công thức. Lúc thoa lên mặt cảm giác như khó thấm vì kết cấu hơi sệt, nhưng thật ra thấm rất nhanh nha. Và khi thấm vào rồi thì da nó mướttttt đã lắm luôn ấy! Mướt, căng mọng và đàn hồi. Nói chung là cấp ẩm đỉnh của đỉnh! Toner còn giúp làm dịu da, kháng khuẩn này kia, từ hồi xài mình thấy bớt mụn hẳn. Nói chung là một toner cấp ẩm & làm dịu quá xuất sắc! Đỉnh của chóp. Cực kỳ khuyến khích các bạn nên dùng thử qua. Nó kém phổ biến ở Việt Nam thôi chứ ở các nước khác (Hàn Quốc, Mỹ...) thì được review rất tốt nha.\nsản phẩm cấp ẩm tốt, làm dịu da căng mịn màng, mình da mụn giúp nốt mụn giảm nha , cần thời gian để thẩm thấu, nói chung lần đầu mua Sài mà ưng dễ sợ mình sẽ mua lại, mọi người nên mua thử nha ."
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Toner Pyunkang Yul Cấp Ẩm, Làm Dịu Da 200ml",
    "price": "202000",
    "link": "https://hasaki.vn/san-pham/toner-pyunkang-yul-cap-am-lam-diu-da-200ml-112887.html",
    "price_raw": "375000 ",
    "img": "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-toner-pyunkang-yul-cap-am-lam-diu-da-200ml_p5ZMAqs1qJis3W44_img_380x380_64adc6_fit_center.png",
    "description": "Toner Pyunkang Yul Essence Toner Cấp Ẩm, Làm Dịu Da là sản phẩm nước hoa hồng đến từ thương hiệu Pyunkang Yul - Hàn Quốc. Với công thức cô đặc độc quyền an toàn, lành tính, sản phẩm sẽ giúp làn da được làm dịu, thư giãn, gạt bỏ những mệt mỏi, muộn phiền. Từ đây, làn da sẽ tìm thấy sự cân bằng hoàn hảo dành cho riêng mình, đem lại cảm giác ẩm mướt, mịn màng cho một khởi đầu chu trình chăm sóc da \"Tối giản chuẩn Pyunkang Yul\".\nToner Pyunkang Yul Essence Toner Cấp Ẩm, Làm Dịu Da hiện đã có tại Hasaki với 3 dung tích:\n30ml\n100ml\n200ml",
    "ingredients": "94.6% chiết xuất rễ cây Hoàng Kỳ: Kháng khuẩn, kháng viêm, chống oxy hóa.\n94.6% chiết xuất rễ cây Hoàng Kỳ: Kháng khuẩn, kháng viêm, chống oxy hóa.\nArigin: Đóng vai trò như một amino axit, giúp tăng sinh collagen, làm dịu da và đẩy nhanh tốc độ lành vết thương.\nArigin: Đóng vai trò như một amino axit, giúp tăng sinh collagen, làm dịu da và đẩy nhanh tốc độ lành vết thương.\n94.6% chiết xuất rễ cây Hoàng Kỳ: Kháng khuẩn, kháng viêm, chống oxy hóa.\nArigin: Đóng vai trò như một amino axit, giúp tăng sinh collagen, làm dịu da và đẩy nhanh tốc độ lành vết thương.\nAstragalus Membranaceus Root Extract, 1,2-Hexanediol, Butylene Glycol, Bis-PEG-18 Methyl Ether Dimethyl Silane, Hydroxyethylcellulose, Carbomer, Arginine.",
    "instructions": "Cách 1: Sau khi rửa mặt, đổ một lượng vừa đủ sản phẩm ra tay và thoa đều khắp mặt. Vỗ nhẹ vào làn da để các hoạt chất thẩm thấu nhanh hơn.\nCách 2: Thấm một miếng bông với toner và nhẹ nhàng lau theo chiều của da.\nCách 3: Nếu bạn cần làm dịu và dưỡng ẩm, cho một lượng toner lên miếng bông mỏng rồi đắp lên mặt, để 5 - 10 phút như mặt nạ.",
    "specifications": "Barcode: 8809486680056\nThương Hiệu: Pyunkang Yul\nXuất xứ thương hiệu: Hàn Quốc\nNơi sản xuất: Korea",
    "skin_type": "Da thường/Mọi loại da",
    "rating": "5.0",
    "comments": "Mình lấy ml nhỏ xài thử, trộm vía êm nha, cảm giác ko nhờn rít rất dễ chịu trên da. Hết sẽ đổi chai to\nNhư tìm được chân ái vậy đó. Mình mới dùng hết 1 chai và trộm día thấy hợp nha. Da mình dầu, lỗ chân lông to. Mới dùng 1 chai thấy da cải thiện rõ luôn đó mn. Cấp ẩm, căng mọng đã nha. Mọi người nên thử\nThành phần dịu nhẹ, cấp ẩm tốt. Mình thích em này quá luôn và không muốn dùng loại nào khác hết. Trước giờ các loại toner khác hay làm mình có cảm giác kì kì, hoặc châm chích, còn em này làm dịu da tốt lắm.\nQuá xuất sắc! Trong các loại toner mình xài qua thì chưa có loại nào cấp ẩm tốt như toner này! Kết cấu nước hơi sệt, trong vắt, mùi nhẹ nhẹ dễ chịu (không hương liệu). Bảng thành phần siêu tối giản với đa số là chiết xuất rễ cây Hoàng Kỳ, và đặc biệt là không chứa Hyaluronic Acid (HA). Nếu các bạn tìm hiểu kỹ và sâu, sẽ biết HA thật sự không hề tốt cho da như quảng cáo. Mình khuyến khích các bạn xem qua clip \"Let's Get Intimate: Hyaluronic Acid | Dr. Shereene Idriss\" trên YouTube để tìm hiểu về vấn đề này nha. Đây cũng là lý do mình chọn mua toner này, vì hiện tại hiếm có toner nào không chứa HA trong công thức. Lúc thoa lên mặt cảm giác như khó thấm vì kết cấu hơi sệt, nhưng thật ra thấm rất nhanh nha. Và khi thấm vào rồi thì da nó mướttttt đã lắm luôn ấy! Mướt, căng mọng và đàn hồi. Nói chung là cấp ẩm đỉnh của đỉnh! Toner còn giúp làm dịu da, kháng khuẩn này kia, từ hồi xài mình thấy bớt mụn hẳn. Nói chung là một toner cấp ẩm & làm dịu quá xuất sắc! Đỉnh của chóp. Cực kỳ khuyến khích các bạn nên dùng thử qua. Nó kém phổ biến ở Việt Nam thôi chứ ở các nước khác (Hàn Quốc, Mỹ...) thì được review rất tốt nha.\nsản phẩm cấp ẩm tốt, làm dịu da căng mịn màng, mình da mụn giúp nốt mụn giảm nha , cần thời gian để thẩm thấu, nói chung lần đầu mua Sài mà ưng dễ sợ mình sẽ mua lại, mọi người nên mua thử nha ."
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Nước Hoa Hồng Swiss Image Cho Da Hỗn Hợp Và Da Dầu 200ml",
    "price": "320000",
    "link": "https://hasaki.vn/san-pham/nuoc-hoa-hong-swiss-image-cho-da-hon-hop-va-da-dau-200ml-103123.html",
    "price_raw": "400000 ",
    "img": "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-422209046-1696405978_img_380x380_64adc6_fit_center.png",
    "description": "Nước Hoa Hồng Swiss Image Cho Da Hỗn Hợp Và Da Dầu 200ml là sản phẩm toner đến từ thương hiệu mỹ phẩm Swiss Image của Thuỵ Sĩ, với thành phần chính từ nước băng tan Alpine, hoa bài hương, Citric Acid, AHA và Glycerin giúp làm sạch da, loại bỏ dầu nhờn, thông thoáng lỗ chân lông và ngăn ngừa mụn.\nHiện sản phẩm Nước Hoa Hồng Swiss Image Refreshing & Mattifying Toner 200ml đã có mặt tại Hasaki.",
    "ingredients": "Nước băng tan Alpine & Glycerin cung cấp các khoáng chất và cân bằng độ PH cho da.\nNước băng tan Alpine & Glycerin cung cấp các khoáng chất và cân bằng độ PH cho da.\nPanthenol: giữ ẩm và tái tạo, phục hồi da hiệu quả, thúc đẩy quá trình làm lành vết thương.\nPanthenol: giữ ẩm và tái tạo, phục hồi da hiệu quả, thúc đẩy quá trình làm lành vết thương.\nTinh dầu Hoa Bài Hương: ức chế, tiêu diệt vi khuẩn gây mụn, ngăn ngừa mụn quay trở lại.\nTinh dầu Hoa Bài Hương: ức chế, tiêu diệt vi khuẩn gây mụn, ngăn ngừa mụn quay trở lại.\nCitric Acid (AHA) & Lactid Acid: có khả năng loại bỏ tế bào chết, giúp lỗ chân lông được thông thoáng.\nCitric Acid (AHA) & Lactid Acid: có khả năng loại bỏ tế bào chết, giúp lỗ chân lông được thông thoáng.",
    "instructions": "Bước 1: Làm sạch da mặt với các sản phẩm tẩy trang, sữa rửa mặt.\nBước 1: Làm sạch da mặt với các sản phẩm tẩy trang, sữa rửa mặt.\nBước 2: Dùng bông tẩy trang thấm toner với một lượng vừa đủ, sau đó nhẹ nhàng lau khắp mặt để sản phẩm được thấm đều trên da.\nBước 2: Dùng bông tẩy trang thấm toner với một lượng vừa đủ, sau đó nhẹ nhàng lau khắp mặt để sản phẩm được thấm đều trên da.\nBước 3: Vỗ và massage nhẹ nhàng để dưỡng chất được thẩm thấu tốt hơn.\nBước 3: Vỗ và massage nhẹ nhàng để dưỡng chất được thẩm thấu tốt hơn.\nBước 4: Tiếp tục các bước dưỡng da phía sau trong chu trình skincare của bạn (serum, kem dưỡng,…).\nBước 4: Tiếp tục các bước dưỡng da phía sau trong chu trình skincare của bạn (serum, kem dưỡng,…).",
    "specifications": "Barcode: 7640140383293\nThương Hiệu: Swiss Image\nXuất xứ thương hiệu: Thụy Sĩ\nNơi sản xuất: Switzerland",
    "skin_type": "Da dầu/Hỗn hợp dầu",
    "rating": "5.0",
    "comments": "Sạch thiệt, mình dùng 3 tuần rồi thấy mụn đỡ hẳn lỗ chân lông có hiệu quả\nSạch da mà ko bị khô, giảm mụn với se khít lỗ chân lông tốt\nmình xài lên thấy se khích lỗ chân lông với giảm mụn hẳn, sẽ tiếp tục sử dụng sp này nhó\nToner đỉnh nhất trong các loại từ đó mk sài.. đang sài tới chai thứ 3…cấp ẩm tuyệt vời nha mk da hơi khô sài rất êm khi thoa lên cảm thấy mát đã lắm và sạch sâu, có mùi thơm nhẹ rất thích…mẫu chai xịn xò quá okela\nGiảm mụn thật nha, da mình rất nhạy xài loại này 2 ngày đầu châm chít khá hoang mang nhưng được tư vấn rõ ràng..ngày thứ 3 bắt đầu làm quen với sản phẩm không còn hiện tượng đó nữa nên mấy bạn da nhạy cảm cứ trải nghiệm nha…sản phẩm này rất tốt cho những bạn da mụn nhạy cảm… quá tuyệt vời!!!!\nQuá là êm nha, da mình nhạy cảm dữ lắm mà sài em này có B5 phục hồi nên không bị kích ứng gì nữa\nGiảm mụn với thâm mụ. Làm sáng da tốt , nên mua\nXài em này thấy da đỡ mụn và k còn đổ dầu hẳn\nSp tốt\nhồi kì 3 tháng trước đi da liễu bác sĩ cho sài bộ sản phẩm này là dính tới giờ luôn.dùng xong da mặt ẩm mịn mà lâu dần thấy da khỏe hẳn ra mê thật sự."
}
{
    "category": null,
    "name": "Nước Hoa Hồng L'Oréal Paris Làm Giảm Nếp Nhăn 200ml",
    "price": "179000",
    "link": "https://hasaki.vn/san-pham/nuoc-hoa-hong-l-oreal-paris-lam-san-chac-da-giam-nep-nhan-200ml-1272.html",
    "price_raw": "229000 ",
    "img": "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-100150036-1695972071_img_380x380_64adc6_fit_center.jpg",
    "description": "Nước hoa hồng giúp săn chắc da & giảm nếp nhăn L'Oréal Revitalift Aqua Milky - 200ml\nVới Nước hoa hồng giúp săn chắc da & giảm nếp nhăn L'Oréal Revitalift Aqua Milky, làn da bạn sẽ được hồi sinh đầy tươi tắn và trẻ trung chỉ sau 4 tuần. Công nghệ Demalift độc đáo kết hợp với hoạt chất pro-retinol A giúp cải thiện độ đàn hồi và làm đầy các lớp da bề mặt, giảm việc hình thành các nếp nhăn. Đồng thời, sản phẩm cung cấp độ ẩm tối ưu cho da và làm mờ các đốm nâu trên hiệu quả, mang đến cho bạn làn da mềm mại và sáng mịn hơn.\nL'Oréal ra đời vào năm 1909 và là một trong những công ty mỹ phẩm lớn nhất thế giới, có trụ sở chính tại Clichy, Hauts-de-Seine, Pháp. Không chỉ là một thương hiệu luôn cho ra đời những dòng sản phẩm trang điểm, chăm sóc da, chăm sóc tóc...được yêu thích, L'Oréal còn đi sâu vào lĩnh vực da liễu, kỹ thuật mô, dược phẩm và sở hữu những bằng sáng chế công nghệ Nano hàng đầu tại Mỹ. Chính vì thế, mọi sản phẩm của L'Oréal đều được ứng dụng công nghệ mới nhất với chất lượng cao nhất nhằm mang đến lợi ích tốt nhất cho người tiêu dùng.",
    "ingredients": "AQUA / WATER , GLYCERIN , ALCOHOL , DIPROPYLENE GLYCOL , BIS-PEG/PPG-16/16 PEG/PPG-16/16 DIMETHICONE , GLYCINE SOJA PROTEIN / SOYBEAN PROTEIN , TRIETHANOLAMINE , SODIUM LAUROYL GLUTAMATE , ADENOSINE , PHENYL TRIMETHICONE , ASCORBYL GLUCOSIDE, POLOXAMER 184 , AMMONIUM POLYACRYLDIMETHYLTAURAMIDE / AMMONIUM POLYACRYLOYLDIMETHYL TAURATE, DISODIUM STEAROYL GLUTAMATE, HYDROLYZED SOY PROTEIN , CAPRYLIC/CAPRIC TRIGLYCERIDE , ACETYL TRIFLUOROMETHYLPHENYL VALYLGLYCINE , PENTAERYTHRITYL TETRAETHYLHEXANOATE , FAEX EXTRACT / YEAST EXTRACT , RETINYL PALMITATE , TOCOPHERYL ACETATE , METHYLPARABEN , PHENOXYETHANOL , PARFUM / FRAGRANCE.",
    "instructions": "Thoa hàng ngày sau khi rửa mặt sạch.",
    "specifications": "Barcode: 8991380233237\nThương Hiệu: L'Oreal\nXuất xứ thương hiệu: Pháp\nNơi sản xuất: China",
    "skin_type": "Da thường/Mọi loại da",
    "rating": "5.0",
    "comments": "Cảm giác da mịn hơn rõ rệt luôn\ncảm giác da mịn hơn rõ rệt luôn\nRất tốt\ncảm giác da mịn hơn rõ rệt"
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Nước Hoa Hồng Klairs Không Mùi Cho Da Nhạy Cảm 30ml",
    "price": "60000",
    "link": "https://hasaki.vn/san-pham/nuoc-hoa-hong-klairs-khong-mui-cho-da-nhay-cam-30ml-95005.html",
    "price_raw": "135000 ",
    "img": "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-nuoc-hoa-hong-klairs-khong-mui-cho-da-nhay-cam-30ml-1715830217_img_380x380_64adc6_fit_center.jpg",
    "description": "Nước Hoa Hồng Klairs Supple Preparation Unscented Toner là dòng sản phẩm toner được thương hiệu Dear, Klairs thiết kế chuyên biệt dành cho làn da nhạy cảm. Với bảng thành phần chiết xuất từ thực vật và kết cấu lỏng nhẹ, thấm nhanh trên da, nước hoa hồng Klairs sẽ giúp cân bằng độ pH và cấp ẩm cho làn da hiệu quả, hỗ trợ cho các bước skincare tiếp theo đạt hiệu quả tối ưu.\nKlairs Supple Preparation Unscented Toner hiện đã có tại Hasaki.",
    "ingredients": "Sodium Hyaluronate, β-glucan: Giúp da được cấp ẩm tức thì và giữ ẩm cho da.\nSodium Hyaluronate, β-glucan: Giúp da được cấp ẩm tức thì và giữ ẩm cho da.\nChiết xuất rau má: Giúp làm dịu da, giảm mẩn đỏ, sưng viêm và hồi phục da.\nChiết xuất rau má: Giúp làm dịu da, giảm mẩn đỏ, sưng viêm và hồi phục da.\nLipidure: Dưỡng ẩm sâu và hình thành hàng rào bảo vệ da.\nLipidure: Dưỡng ẩm sâu và hình thành hàng rào bảo vệ da.",
    "instructions": "Sau bước làm sạch da, cho một lượng toner vừa đủ ra tay hoặc bông tẩy trang và thoa đều lên da mặt theo chiều vòng tròn.\nSau bước làm sạch da, cho một lượng toner vừa đủ ra tay hoặc bông tẩy trang và thoa đều lên da mặt theo chiều vòng tròn.\nVỗ hoặc mát-xa nhẹ nhàng để toner thẩm thấu hết vào da.\nVỗ hoặc mát-xa nhẹ nhàng để toner thẩm thấu hết vào da.\nTiếp tục với các bước chăm sóc tiếp theo như serum, kem dưỡng.\nTiếp tục với các bước chăm sóc tiếp theo như serum, kem dưỡng.\nSử dụng mỗi ngày 2 lần vào buổi sáng và tối.\nSử dụng mỗi ngày 2 lần vào buổi sáng và tối.",
    "specifications": "Barcode: 8809572890864\nThương Hiệu: Klairs\nXuất xứ thương hiệu: Hàn Quốc\nNơi sản xuất: Korea",
    "skin_type": "Da nhạy cảm",
    "rating": "0.0",
    "comments": ""
}
{
    "category": null,
    "name": "Nước Dưỡng Angel's Liquid Sáng Da, Mờ Thâm Nám 150ml",
    "price": "349000",
    "link": "https://hasaki.vn/san-pham/nuoc-duong-angel-s-liquid-sang-da-mo-tham-nam-150ml-76420.html",
    "price_raw": "615000 ",
    "img": "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-358300003-1702893185_img_380x380_64adc6_fit_center.png",
    "description": "Nước Dưỡng Sáng Da, Mờ Thâm Nám Angel's Liquid Esscense Glutathione 7 Day 150ml\nMột làn da sáng, khỏe khoắn là điều mà hầu hết phái đẹp đều mong muốn hướng tới. Không thể phủ nhận vẻ đẹp tự nhiên này giúp bạn sở hữu được một vẻ bề ngoài tràn đầy sức sống và có sức thu hút đặc biệt. Nước Dưỡng Sáng Da, Mờ Thâm Nám Angel's Liquid Esscense Glutathione 7 Day là sản phẩm nước dưỡng với thành phần chiết xuất từ thiên nhiên, lành tính và không làm tổn thương da, giúp cải thiện tông da sáng mịn thấy rõ chỉ sau 7 ngày sử dụng . Ngoài ra, sản phẩm còn hỗ trợ làm mờ nám, tàn nhang, đồng thời bảo vệ tế bào da, phục hồi làn da xỉn màu, tăng cường độ đàn hồi giúp dưỡng da căng bóng, mướt mịn. Sản phẩm hiện đã có bán tại Hasaki.",
    "ingredients": "Chiết xuất hoa hồng Chống ôxy hóa mạnh mẽ, chống viêm lỗ chân lông, làm giảm vết thâm, mụn, mang đến làn da mềm mại, mịn màng",
    "instructions": "- Sử dụng vào buổi tối sau khi rửa mặt sạch với sữa rửa mặt.\n- Lấy một lượng vừa đủ vào lòng bàn tay hoặc thấm vào miếng bông tẩy trang rồi thoa đều lên khắp da mặt.",
    "specifications": "Barcode: 8809418752585\nThương Hiệu: Angel's Liquid\nXuất xứ thương hiệu: Hàn Quốc\nNơi sản xuất: Korea",
    "skin_type": "Da thường/Mọi loại da",
    "rating": "5.0",
    "comments": "Má ơi xài nó trắng thiệt mê dữ luôn tr .\nTuy mùi hơi khó ngửi nhưng nhanh bay , cấp ẩm tốt , k bị kít ứng, kết hợp serum cùng dòng da khá ok , mới xài có tuần tháy lổ chân log bé đi hẵng , da có độ bóng và sáng hơn, chân ái nhé\nmùi hơi hôi. như thuốc uốn tóc. nhưng 1 lát bay mùi sẽ hết. có trắng da. khô nhanh. ko vị nhờn rít. mình ít dùng mặt. mà chai to ko dùng khui lâu thì phí. mình bôi cái bụng. mà có trắng lên tone rõ nha. sẽ mua thêm\nmình đã xài đến chai thứ 2 của hãng..1chai dùng gần 1năm luôn tính ra ko hề tốn luôn á.mà hiệu quả thì tuyệt vời nhá\nAi da khô nên dùng chai này, thấm ok, để lớp màng ẩm tốt, sáng hôm sau da căng mướt sáng lên hẳn, nói chung nên mua dùng thử, da ai mụn thì cân nhắc nha\nOk lắm nh mng\nnước thần rẻ mà chất lượng nha\nok\nmùi hơi khó chịu tí thôi nhưng dùng mê chữ ê kéo dài, da căng bóng với đều màu, thấm nhanh và mát da lắm\nPackaging cầm nặng tay, nước thần rẻ nhất trước giờ mình dùng, nhưng hiệu quả cực tốt trong mức giá tiền, da mình giờ mỗi sáng là căng bóng rờ cực kì thích, da có bị bong tróc thì vỗ cái này lên hết khô hẳn luôn"
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Nước Dưỡng Da Chinoshio Dokudami Chiết Xuất Lá Tía Tô 500ml",
    "price": "69000",
    "link": "https://hasaki.vn/san-pham/nuoc-hoa-hong-dokudami-chiet-xuat-la-tia-to-500ml-96491.html",
    "price_raw": "169000 ",
    "img": "https://media.hcdn.vn/catalog/product/f/a/facebook-dynamic-422204776-1704695330_img_380x380_64adc6_fit_center.png",
    "description": "Nước Hoa Hồng Dokudami Perilla Natural Skin Lotion Chiết Xuất Lá Tía Tô 500ml là toner dành cho da mụn đình đám đến từ thương hiệu mỹ phẩm Chinoshio. Nước hoa hồng Chinoshio Perilla Natural Skin Lotion chiết xuất từ thiên nhiên an toàn và lành tính cho da. Với thành phần chính là lá tía tô, toner vừa giúp cấp ẩm, vừa kháng khuẩn, kháng viêm, làm dịu mụn, làm giảm vết thâm, sạm đen, chống oxy hóa,... nuôi dưỡng da khỏe mạnh, sáng sạch, mịn màng.",
    "ingredients": "Chiết xuất lá tía tô: dưỡng ẩm, giảm viêm, bảo vệ da khỏi ánh mặt trời, hỗ trợ trong việc giảm thiểu mụn, ngăn ngừa lão hóa, làm sáng da.\nThành phần chính:\nChiết xuất lá tía tô: dưỡng ẩm, giảm viêm, bảo vệ da khỏi ánh mặt trời, hỗ trợ trong việc giảm thiểu mụn, ngăn ngừa lão hóa, làm sáng da.\nChiết xuất lá tía tô: dưỡng ẩm, giảm viêm, bảo vệ da khỏi ánh mặt trời, hỗ trợ trong việc giảm thiểu mụn, ngăn ngừa lão hóa, làm sáng da.\nChiết xuất lá tía tô: dưỡng ẩm, giảm viêm, bảo vệ da khỏi ánh mặt trời, hỗ trợ trong việc giảm thiểu mụn, ngăn ngừa lão hóa, làm sáng da.\nThành phần chi tiết:\nWater, Glycerin, Ethanol, Perilla Leaf Extract, Lithospermum Root Extract, Lavender Water, Citric Acid, Methyl Paraben, Ethyl Paraben,…\nWater, Glycerin, Ethanol, Perilla Leaf Extract, Lithospermum Root Extract, Lavender Water, Citric Acid, Methyl Paraben, Ethyl Paraben,…",
    "instructions": "Làm sạch mặt bằng nước và sữa rửa mặt.\nLàm sạch mặt bằng nước và sữa rửa mặt.\nBôi nước hoa hồng lên mặt bằng cách đổ ra bông tẩy trang. Sau đó áp nhẹ nhàng lên mặt hoặc đổ lotion ra tay.\nBôi nước hoa hồng lên mặt bằng cách đổ ra bông tẩy trang. Sau đó áp nhẹ nhàng lên mặt hoặc đổ lotion ra tay.\nBôi lên mặt và vỗ vỗ thật nhẹ nhàng cho lotion thấm vào da.\nBôi lên mặt và vỗ vỗ thật nhẹ nhàng cho lotion thấm vào da.",
    "specifications": "Barcode: 4571243111021\nThương Hiệu: Chinoshio\nXuất xứ thương hiệu: Nhật Bản\nNơi sản xuất: Japan",
    "skin_type": "Da thường/Mọi loại da",
    "rating": "4.4",
    "comments": "Ko biết mọi người sao chứ em này xài quá ok.Cấp ẩm tốt, có thể dùng mặt nạ giấy thấm tone này và đắp lên mặt trong 10 đến 15 phút, da vừa mát vừa có cảm giác dịu nhẹ, không bị khô da\nmùi cồn nồng nặc không phù hợp với da khô\nDưỡng ẩm rất tốt cho da\nKhá ổn\nLoại này xài rất êm cho da nhạy cảm dầu mụn, không quá bết rít, làm sạch và mát da."
}
{
    "category": "Chăm Sóc Da Mặt / Bộ Chăm Sóc Da Mặt",
    "name": "Combo Simple Tẩy Trang 200ml + Sữa Rửa Mặt 150ml + Toner 200ml Sạch Sâu",
    "price": "189000",
    "link": "https://hasaki.vn/san-pham/combo-simple-tay-trang-200ml-sua-rua-mat-150ml-nuoc-hoa-hong-200ml-111549.html",
    "price_raw": "589000 ",
    "img": "https://media.hcdn.vn/catalog/product/p/r/promotions-auto-combo-simple-tay-trang-200ml-sua-rua-mat-150ml-nuoc-hoa-hong-200ml_VDSLJzWnsBEV7BR2_img_380x380_64adc6_fit_center.png",
    "description": "Combo chăm sóc da mặt Simple đã có mặt tại Hasaki gồm 3 món:\nNước Tẩy Trang Simple Kind To Skin Micellar Cleansing Water Làm Dịu Da Và Cấp Ẩm 200ml\nSữa Rửa Mặt Simple Moisturising Facial Wash Dưỡng Ẩm Cho Da Khỏe Và Mịn Màng 150ml\nNước Hoa Hồng Simple Kind to Skin Soothing Facial Toner Sạch Sâu 200ml\nThông tin sản phẩm:\n1. Nước Tẩy Trang Simple Kind To Skin Micellar Cleansing Water Làm Dịu Da Và Cấp Ẩm 200ml\nNước Tẩy Trang Simple Làm Sạch Trang Điểm Và Cấp Ẩm là sản phẩm tẩy trang mặt đến từ thương hiệu Simple xuất xứ Anh Quốc. Công thức cải tiến với công nghệ làm sạch Micellar chứa hàng triệu bong bóng Micelles thông minh giúp loại bỏ lớp trang điểm và bụi bẩn hiệu quả, làm thông thoáng lỗ chân lông, mang lại cảm giác tươi mát cho da sau khi sử dụng, đồng thời cấp ẩm lên đến 4 giờ mà không để lại dư lượng thừa trên da.",
    "ingredients": "Allantoin: giữ ẩm, làm dịu, ngăn ngừa tình trạng khô da và kích ứng.\nAllantoin: giữ ẩm, làm dịu, ngăn ngừa tình trạng khô da và kích ứng.\nChiết xuất cây Phỉ (Hamamelis Virginiana Leaf Water): có tác dụng kháng khuẩn, kháng viêm, làm se, làm dịu, loại bỏ dầu thừa trên da.\nChiết xuất cây Phỉ (Hamamelis Virginiana Leaf Water): có tác dụng kháng khuẩn, kháng viêm, làm se, làm dịu, loại bỏ dầu thừa trên da.\nVitamin B5 (Panthenol): dưỡng ẩm, hỗ trợ phục hồi, làm dịu da.\nVitamin B5 (Panthenol): dưỡng ẩm, hỗ trợ phục hồi, làm dịu da.\nX2 Vitamin B5: Cấp ẩm cho da.\nX2 Vitamin B5: Cấp ẩm cho da.\nVitamin E: Giúp ngăn ngừa lão hoá.\nVitamin E: Giúp ngăn ngừa lão hoá.\nBisabolol (Hoa cúc La Mã): Giúp làm dịu da.\nBisabolol (Hoa cúc La Mã): Giúp làm dịu da.\nCông nghệ làm sạch Micellar: với hàng triệu phân tử Micelles thông minh giúp nhẹ nhàng làm sạch bụi bẩn, dầu thừa trên da, lớp trang điểm kể cả sản phẩm chống thấm nước.\nCông nghệ làm sạch Micellar: với hàng triệu phân tử Micelles thông minh giúp nhẹ nhàng làm sạch bụi bẩn, dầu thừa trên da, lớp trang điểm kể cả sản phẩm chống thấm nước.\nHoa cúc La Mã Chamomile giúp làm dịu và phục hồi da hiệu quả.\nHoa cúc La Mã Chamomile giúp làm dịu và phục hồi da hiệu quả.\nNước tinh khiết được lọc 3 lần: cực kì dịu nhẹ và an toàn cho làn da nhạy cảm, hỗ trợ làm dịu da.\nNước tinh khiết được lọc 3 lần: cực kì dịu nhẹ và an toàn cho làn da nhạy cảm, hỗ trợ làm dịu da.\nVitamin B3 và Vitamin C: có khả năng chống oxy hóa, làm dịu da, giảm viêm sưng và dưỡng da sáng mịn màng.\nVitamin B3 và Vitamin C: có khả năng chống oxy hóa, làm dịu da, giảm viêm sưng và dưỡng da sáng mịn màng.",
    "instructions": "Sau khi rửa mặt, dùng bông tẩy trang thấm nước cân bằng nhẹ nhàng lau đều khắp mặt theo chiều cấu trúc da.\nSau khi rửa mặt, dùng bông tẩy trang thấm nước cân bằng nhẹ nhàng lau đều khắp mặt theo chiều cấu trúc da.\nSử dụng mỗi ngày, vào buổi sáng và tối.\nSử dụng mỗi ngày, vào buổi sáng và tối.\nCho một lượng sữa rửa mặt vừa đủ ra tay để tạo bọt cùng với nước, mát-xa sản phẩm lên da và rửa sạch với nước.\nCho một lượng sữa rửa mặt vừa đủ ra tay để tạo bọt cùng với nước, mát-xa sản phẩm lên da và rửa sạch với nước.\nSử dụng mỗi ngày hai lần sáng và tối.\nSử dụng mỗi ngày hai lần sáng và tối.\nĐể đạt được hiệu quả tốt nhất, kết hợp dùng kèm Nước tẩy trang Simple Micellar Water trước khi rửa mặt và Nước hoa hồng Simple Soothing Toner sau khi rửa mặt.\nĐể đạt được hiệu quả tốt nhất, kết hợp dùng kèm Nước tẩy trang Simple Micellar Water trước khi rửa mặt và Nước hoa hồng Simple Soothing Toner sau khi rửa mặt.\nThấm nước tẩy trang vào bông cotton và nhẹ nhàng lau khắp mặt, hạn chế chà xát da, tránh dính vào mắt, nếu dính vào mắt cần rửa kỹ lại bằng nước.\nThấm nước tẩy trang vào bông cotton và nhẹ nhàng lau khắp mặt, hạn chế chà xát da, tránh dính vào mắt, nếu dính vào mắt cần rửa kỹ lại bằng nước.\nSau khi tẩy trang, dùng sữa rửa mặt và toner để làm sạch da tốt nhất có thể và dùng tiếp các bước tiếp theo của chu trình dưỡng da.\nSau khi tẩy trang, dùng sữa rửa mặt và toner để làm sạch da tốt nhất có thể và dùng tiếp các bước tiếp theo của chu trình dưỡng da.",
    "specifications": "Barcode: \nThương Hiệu: Simple\nXuất xứ thương hiệu: Anh\nNơi sản xuất: ",
    "skin_type": "",
    "rating": "0.0",
    "comments": ""
}
{
    "category": "Chăm Sóc Da Mặt / Làm Sạch Da / Toner / Nước Cân Bằng Da",
    "name": "Toner Derladie Cây Phỉ Ngừa Mụn, Làm Sạch Da 500ml",
    "price": "189000",
    "link": "https://hasaki.vn/san-pham/nuoc-hoa-hong-derladie-chiet-xuat-cay-phi-500ml-81851.html",
    "price_raw": "299000 ",
    "img": "https://media.hcdn.vn/catalog/product/g/o/google-shopping-nuoc-hoa-hong-derladie-chiet-xuat-cay-phi-500ml_maumoi2021_img_380x380_64adc6_fit_center.jpg",
    "description": "Nước Hoa Hồng DERLADIE Natural Witch Hazel Toner là sản phẩm Toner dành cho da mụn & da nhạy cảm của thương hiệu Derladie xuất xứ Hàn Quốc, với công thức được chiết xuất từ các thành phần thiên nhiên như: cây phỉ, trà xanh, tràm trà, cúc la mã, rau sam, rau má... có tác dụng kháng viêm, giảm sưng, ngăn ngừa và giảm mụn hiệu quả. Bên cạnh đó, sản phẩm còn giúp làm mềm da, hỗ trợ thu nhỏ lỗ chân lông, cung cấp độ ẩm nhẹ dịu và cân bằng độ pH lí tưởng trên da sau bước rửa mặt.",
    "ingredients": "Glycerin: giữ ẩm và làm mềm da, thành phần này còn giúp da săn chắc, mềm mại và tăng độ đàn hồi.\nGlycerin: giữ ẩm và làm mềm da, thành phần này còn giúp da săn chắc, mềm mại và tăng độ đàn hồi.\nWitch Hazel (Cây phỉ): làm sạch da, kháng viêm trị mụn, thu nhỏ lỗ chân lông và làm căng mịn da.\nWitch Hazel (Cây phỉ): làm sạch da, kháng viêm trị mụn, thu nhỏ lỗ chân lông và làm căng mịn da.\nCamellia Sinensis Leaf (Trà xanh): chống oxy hóa, chống viêm và ngừa lão hóa.\nCamellia Sinensis Leaf (Trà xanh): chống oxy hóa, chống viêm và ngừa lão hóa.\nCentella Asiatica (Rau má): chống lão hóa, tổng hợp collagen, tái tạo và dưỡng ẩm tối ưu.\nCentella Asiatica (Rau má): chống lão hóa, tổng hợp collagen, tái tạo và dưỡng ẩm tối ưu.\nAloe Barbadensis Leaf (Lô hội): làm dịu da, giảm sẹo và đặc tính phục hồi tổn thương da mụn.\nAloe Barbadensis Leaf (Lô hội): làm dịu da, giảm sẹo và đặc tính phục hồi tổn thương da mụn.\nBambusa Vulgaris Extract (bột tre): Ngăn ngừa và làm dịu kích ứng trên da.\nBambusa Vulgaris Extract (bột tre): Ngăn ngừa và làm dịu kích ứng trên da.\nSalvia Officinalis (sage) Leaf Extract (xô thơm): Phục hồi độ dày biểu bì đã bị giảm bởi tia UVB. Có tác dụng làm giảm da bị kích ứng.\nSalvia Officinalis (sage) Leaf Extract (xô thơm): Phục hồi độ dày biểu bì đã bị giảm bởi tia UVB. Có tác dụng làm giảm da bị kích ứng.\nPortulaca Loeracea Extract (rau sam): Điều trị, kiểm soát, phòng chống và cải thiện nếp nhăn da, lão hóa da, làm trắng da. Dưỡng ẩm, sáng da, làm sạch và trị mụn.\nPortulaca Loeracea Extract (rau sam): Điều trị, kiểm soát, phòng chống và cải thiện nếp nhăn da, lão hóa da, làm trắng da. Dưỡng ẩm, sáng da, làm sạch và trị mụn.\nNelumbo Nucifera Flower Extract (hạt sen): ngăn ngừa lão hóa - cải tạo các protein bị hỏng. Tránh mụn nhọt, mụn trứng cá, giảm tình trạng sưng đỏ, phát ban…\nNelumbo Nucifera Flower Extract (hạt sen): ngăn ngừa lão hóa - cải tạo các protein bị hỏng. Tránh mụn nhọt, mụn trứng cá, giảm tình trạng sưng đỏ, phát ban…\nMelaleuca Alternifolia (tea tree) Extract (tràm trà): điều trị mụn , giảm sưng viêm.\nMelaleuca Alternifolia (tea tree) Extract (tràm trà): điều trị mụn , giảm sưng viêm.\nTremella Fuciformis (Mushroom) Extract (nấm tuyết): kháng viêm nhẹ nhàng, hỗ trợ sản xuất collagen và dưỡng ẩm.\nTremella Fuciformis (Mushroom) Extract (nấm tuyết): kháng viêm nhẹ nhàng, hỗ trợ sản xuất collagen và dưỡng ẩm.\nSalix Alba (Willow) Bark Extract (vỏ liễu): Làm sạch lỗ chân lông hiệu quả.\nSalix Alba (Willow) Bark Extract (vỏ liễu): Làm sạch lỗ chân lông hiệu quả.\nGlycerin: giữ ẩm và làm mềm da, thành phần này còn giúp da săn chắc, mềm mại và tăng độ đàn hồi.\nWitch Hazel (Cây phỉ): làm sạch da, kháng viêm trị mụn, thu nhỏ lỗ chân lông và làm căng mịn da.\nCamellia Sinensis Leaf (Trà xanh): chống oxy hóa, chống viêm và ngừa lão hóa.\nCentella Asiatica (Rau má): chống lão hóa, tổng hợp collagen, tái tạo và dưỡng ẩm tối ưu.\nAloe Barbadensis Leaf (Lô hội): làm dịu da, giảm sẹo và đặc tính phục hồi tổn thương da mụn.\nBambusa Vulgaris Extract (bột tre): Ngăn ngừa và làm dịu kích ứng trên da.\nSalvia Officinalis (sage) Leaf Extract (xô thơm): Phục hồi độ dày biểu bì đã bị giảm bởi tia UVB. Có tác dụng làm giảm da bị kích ứng.\nPortulaca Loeracea Extract (rau sam): Điều trị, kiểm soát, phòng chống và cải thiện nếp nhăn da, lão hóa da, làm trắng da. Dưỡng ẩm, sáng da, làm sạch và trị mụn.\nNelumbo Nucifera Flower Extract (hạt sen): ngăn ngừa lão hóa - cải tạo các protein bị hỏng. Tránh mụn nhọt, mụn trứng cá, giảm tình trạng sưng đỏ, phát ban…\nMelaleuca Alternifolia (tea tree) Extract (tràm trà): điều trị mụn , giảm sưng viêm.\nTremella Fuciformis (Mushroom) Extract (nấm tuyết): kháng viêm nhẹ nhàng, hỗ trợ sản xuất collagen và dưỡng ẩm.\nSalix Alba (Willow) Bark Extract (vỏ liễu): Làm sạch lỗ chân lông hiệu quả.\nWater, Glycerin, Butylene Glycol, Glycereth-26, Dipropylene Glycol, Hamamelis Virginiana ( Witch Hazel) Water, PEG-60 Hydrogenated Castor Oil, Phenoxyethanol, Sodium Citrate, Ethylhexylglycerin, Fragrance, Xanthan Gum...\nGlycerin: giữ ẩm và làm mềm da, thành phần này còn giúp da săn chắc, mềm mại và tăng độ đàn hồi.",
    "instructions": "Các cách sử dụng Nước Hoa Hồng Chiết Xuất Cây Phỉ DERLADIE Natural Witch Hazel Toner:\nSử dụng như nước hoa hồng thông thường sau bước làm sạch da: Thấm vào bông tẩy trang / cho ra tay, nhẹ nhàng lau lên khắp da mặt / vỗ nhẹ lên toàn bộ da mặt.\nCho ra chai xịt phun sương và sử dụng như một loại xịt khoáng hằng ngày giúp bổ sung độ ẩm và kháng khuẩn cho da hiệu quả.\nKhi rửa mặt, mix nước hoa hồng và nước sạch theo tỉ lệ 8:2 giúp tăng cường khả năng kháng khuẩn và làm sạch da.\nSử dụng như một loại lotion mask giúp làm dịu da nhanh chóng.\nCho ra bông cotton và đắp lên mắt trong vòng 3-5 phút như một loại mặt nạ mắt, giúp cải thiện nếp nhăn và tăng cường sức sống cho làn da quanh mắt.",
    "specifications": "Barcode: 8809713360027\nThương Hiệu: Derladie\nXuất xứ thương hiệu: Hàn Quốc\nNơi sản xuất: Korea",
    "skin_type": "Da thường/Mọi loại da",
    "rating": "4.9",
    "comments": "Cái này đúng toner đỉnh của đỉnh, cấp ẩm, mùi dịu nhẹ rất thích\nchai to quá dùng chung với bước tẩy trang dc ko shop\nHello\nMình cần pass gấp em này do mình xài ko hợp da. Sản phẩm dành cho da dầu mụn và nhạy cảm Giá pass 130k ( zalo mình 0824702154, or liên hệ trực tiếp vs mình 0857892308)\nem có mua loại ngừa mụn nhưng vì không hợp nên em muốn pass lại ạ\nMình thấy ngon bổ rẻ, lành tính vs da mụn. mình dùng chai thứ 4 rồi, mẫu mới mùi hương liệu ko hắc như bản cũ.\nMình có mua sữa rửa mặt cây phỉ Derladie giá 248k và tone cây phỉ Derladie giá 269k nhưng không hợp da mình. Mình muốn thanh lý cho bạn nào cần , mình mới xài có chút xíu thôi mua ở Hasaki hàng chính hãng. Sữa rửa mặt mình thanh lý còn 150k, toner mình thanh lý còn 190k. Zalo mình 0764644693\nchai to dùng lâu,mùi dễ chịu,nhưng thoa nhiều tạo bọt trắng\nchai to xài siêu đã thích hợp với da dầu mụn, dịu sưng viêm rất nhanh luôn\ndùng sạch sâu, kiềm dầu với giảm mụn tốt, ko gây kích ứng cho da, dùng chai t2 rồi thấy rất ổn"
}
